{
	"home_title": "Hogar",
	"home_description": "Demasiado perezoso para escribir, intentaré preguntarle a ChatGPT más tarde",
	"home_keyword": "YuukiPS",
	"home_404": "Es posible que esté accediendo a una página que no está disponible o tal vez porque actualmente está utilizando una red proxy para descargar datos del juego (si es así, apáguelo primero y luego intente volver a cargar el enlace de descarga)",
	"home_lead": "YuukiPS es un servicio de servidor privado donde puedes jugar otros<p>que el servidor oficial y son más libres para hacer cualquier cosa.</p>",
	"home_bt_title_command": "Acceso a comandos",
	"home_bt_title_play": "Jugó",
	"home_bt_title_loginnreg": "Iniciar sesión/Registrarse",
	"announcement_title": "Anuncio",
	"announcement_description": "Este anuncio solo aparece en el juego, ¿qué estás buscando?",
	"announcement_keyword": "YuukiPS",
	"account_title": "Regístrese o inicie sesión",
	"account_description": "Esto es para registrar su cuenta YuukiPS o iniciar sesión para administrar sus datos de jugador.",
	"account_keyword": "YuukiPS",
	"command_title": "Acceso a comandos",
	"command_description": "Esto es para Command Access en el juego para que puedas controlar lo que sucede en el juego.",
	"command_keyword": "YuukiPS",
	"game_title_id_1": "Jugar servidores privados Genshin Impact",
	"game_description_id_1": "Embárcate en una aventura inolvidable en el cautivador mundo de Genshin Impact Game. Únete a nuestro servidor privado para verdaderos aventureros y explora vastos paisajes, mazmorras desalentadoras y criaturas místicas. Participa en misiones épicas, batallas y descubre tesoros escondidos. Personaliza tu personaje, forja ",
	"game_keyword_id_1": "YuukiPS,Genshin Impact,Servidor privado,Hack Melon",
	"game_title_id_2": "Jugar en servidores privados Star Rail",
	"game_description_id_2": "Embárcate en una aventura inolvidable en el cautivador mundo de Star Rail Game. Únete a nuestro servidor privado para verdaderos aventureros y explora vastos paisajes, mazmorras sobrecogedoras y criaturas místicas. Participa en misiones épicas, batallas y descubre tesoros ocultos. Personaliza tu personaje, forja ",
	"game_keyword_id_2": "YuukiPS, Star Rail, servidor privado, Hack Melon",
	"game_portal_title_download": "Descárgate el juego",
	"game_portal_title_release": "Liberar",
	"game_portal_title_gamedata": "Datos del juego",
	"game_portal_title_voicedata": "Datos de voz",
	"game_portal_title_stats": "Estadísticas",
	"game_portal_title_stats_tname": "NOMBRE DEL SERVIDOR",
	"game_portal_title_stats_tonline": "EN LÍNEA",
	"game_portal_title_stats_tcpu": "UPC",
	"game_portal_title_stats_tram": "RAM",
	"game_title_soon": "Disponible próximamente...",
	"api_db_account_login_ok": "Iniciar sesión con éxito",
	"api_db_account_login_failed": "No se puede iniciar sesión, intente volver a iniciar sesión.",
	"api_db_account_registered_close": "La cuenta no está registrada, registre una cuenta en ps.yuuki.me",
	"api_db_account_registered_ok": "Cuenta registrada satisfactoriamente",
	"api_db_account_registered_failed": "La cuenta no se registró",
	"api_db_account_failed0": "No se pudo conectar la base de datos, inténtelo de nuevo (0)",
	"api_db_account_failed1": "No se pudo conectar la base de datos, inténtelo de nuevo (1)",
	"api_db_account_duplication_uid_by_registered": "Este UID de cuenta ya está en uso, intente crear una cuenta con un UID diferente",
	"api_db_account_duplication_username_by_registered": "No se puede registrar una cuenta, porque este nombre de usuario ha sido tomado",
	"api_check_username_invaild": "Los nombres de usuario solo pueden tener un mínimo de 3 y 50 letras y no deben tener caracteres especiales ni usar un formato de correo electrónico",
	"footer_message": "© 2023 YuukiPS. Todos los derechos reservados. Es posible que cometamos errores de programadores ocasionales, pero bueno, incluso estos derechos de autor fueron generados por ChatGPT. Y no se preocupe, todo nuestro código es original, bueno, excepto esa vez que accidentalmente copiamos todo de GitHub",
	"json_comment_info_launcher_yuukips": "Lanzador para el parche de anime del juego para compatibilidad con la conexión a YuukiPS Official",
	"json_comment_info_launcher_yuukips_video": "Este es el tutorial oficial para conectar YuukiPS con YuukiPS Launcher",
	"json_comment_info_launcher_cultivation": "Lanzador alternativo para el parche de anime del juego para admitir la conexión a servidores privados e incluir mods",
	"json_comment_info_fiddler_patch": "Parche manual sin iniciador, en 2.8 necesita un archivo Patch dll para poder unirse al servidor privado, así que no olvide parchear con RSAPatch",
	"json_comment_info_fiddler_nopatch": "Haz proxy de tu juego para que puedas conectarte a un servidor privado y no necesites parches, etc.",
	"json_comment_info_RSAPatch": "Parche manual sin iniciador, necesita RSAPatch para la versión 1.3.0 para unirse al servidor privado 3.2-3.7",
	"json_comment_info_launcher_cn": "Lanzador alternativo para el parche de anime del juego para admitir la conexión a servidores privados o localhost",
	"json_comment_info_launcher_tutorial_en": "Si entiende mejor el inglés, lea la documentación de la versión no oficial",
	"json_comment_info_launcher_tutorial_cn": "Si eres chino, puedes seguir el tutorial oficial aquí.",
	"json_comment_info_launcher_gamedata": "si no desea descargar en el juego, puede usar estos datos del juego."
}
