{
  "404_body": "It's possible you are accessing a page that is not available or maybe because you are currently using a proxy network to download game data (if so, turn it off first then try reloading the download link again) (EN)",
  "404_title": "404 Not found (EN)",
  "GMRetcode_-1": "Este comando es incorrecto o no se puede ejecutar.",
  "GMRetcode_0": "¡Comando ejecutado con éxito!",
  "GMRetcode_617": "No se ha podido añadir este ítem ya que su inventario está lleno.",
  "LOGIN_REQUIRED": "El acceso a esta página requiere iniciar sesión, inicie sesión primero.",
  "LOGOUT_DONE": "Has terminado tu sesión satisfactoriamente",
  "account_code_in_email": "Email Code (EN)",
  "account_email": "Correo electrónico",
  "account_email_info": "Este correo electrónico se utiliza para restablecer la contraseña o actualizar la cuenta.",
  "account_forgetpassword_description": "Have you forgotten your YuukiPS account password? you can do it here (EN)",
  "account_forgetpassword_info": "Leave all the blanks below if you haven't received an email from us. (EN)",
  "account_forgetpassword_keyword": "YuukiPS (EN)",
  "account_forgetpassword_title": "Forgot password (EN)",
  "account_forgotpassword": "Forgot password (EN)",
  "account_home_announcement_bt": "Aprende más",
  "account_home_announcement_description": "Esta página aún está en desarrollo, por lo que se mantendrá simple mientras funcione. Para jugar en el servidor privado, inicia sesión dentro del juego usando el usuario {{username}}.",
  "account_home_announcement_header": "Anuncio",
  "account_home_announcement_title": "Hola, {{name}}",
  "account_home_bt_relogin_ingame": "Allow everyone login in-game (EN)",
  "account_home_bt_relogin_ingame_iplock": "Allow only login in-game with current ip address (high security) (EN)",
  "account_home_code": "Código (Acceso API) (Puede configurar un número de 4 dígitos para acceder al comando web/bot o api. Si lo deja en blanco, se desactivará el comando web/bot o la función api).",
  "account_home_description": "Para acceder al gestor de contraseñas, inicie sesión.",
  "account_home_email": "Correo electrónico",
  "account_home_gencode": "Generar",
  "account_home_info_link": "Inicio de sesión de terceros (opción)",
  "account_home_info_link_set": "Vincular",
  "account_home_info_link_unset": "Desvincular",
  "account_home_invaild_ip": "Para estar más seguro, ingresa tu dirección IP aquí para que solo tú puedas acceder a tu juego incluso sin una contraseña del juego.<br>(Se admiten 5 direcciones IP: ip_house1,ip_house_2,ip_work1)",
  "account_home_ip": "Dirección IP permitida en el juego (Su IP: {{ip}}) (Opción)",
  "account_home_keyword": "YuukiPS",
  "account_home_name": "Nombre",
  "account_home_nopassword_game": "Contraseña en blanco. Esto estará bien si habilita el inicio de sesión solo con la IP permitida, pero si no, facilitará que las personas inicien sesión en el juego y luego eliminen elementos, misiones o estropeen sus datos de jugador.<br>La función no está disponible actualmente, así que mantén esto en blanco.",
  "account_home_nopassword_web": "Contraseña en blanco, esto hará que la cuenta sea fácil de robar, cámbiela.",
  "account_home_password_game": "Contraseña (en el juego) (opción)",
  "account_home_password_infosave": "Déjelo en blanco o no cambie si no desea cambiarlo.<br>Si no tiene una contraseña actual (In-Web), déjela en blanco.",
  "account_home_password_web": "Contraseña (en la web)",
  "account_home_password_web2": "Contraseña actual (en la web)",
  "account_home_relogin_ingame": "You have time <time data-now='{{login}}' data-type='sec'>???</time> to log-in (in-game), If time runs out you must allow login in-game again, by clicking button below: (EN)",
  "account_home_relogin_ingame_info": "After you are allowed to log in to the game, you have 2-5 minutes to complete logging in to the game. If someone else has logged in before you while time is still running, your account will be locked and you have to do it again. This is useful to prevent other people from entering the game because there is no password function when you enter the game, meaning any password will work. (EN)",
  "account_home_save": "Guardar",
  "account_home_signature": "Firma",
  "account_home_tab_account": "Cuenta",
  "account_home_tab_historylogin": "Login History (EN)",
  "account_home_tab_server": "Servidor",
  "account_home_title": "Panel de cuentas",
  "account_home_username": "Nombre de usuario",
  "account_login_description": "Esto es para iniciar sesión en su cuenta YuukiPS.",
  "account_login_keyword": "YuukiPS",
  "account_login_title": "Acceso",
  "account_newpassword": "New password (EN)",
  "account_password": "Contraseña",
  "account_password_info": "Esta contraseña se utiliza para administrar sus datos, como los datos del jugador, en cada servidor, así que no olvide su contraseña.",
  "account_password_tes": "Por favor vuelva a escribir la contraseña",
  "account_register_description": "Esto es para registrar su cuenta YuukiPS.",
  "account_register_keyword": "YuukiPS",
  "account_register_ok": "Puede cerrar esta página utilizando el nombre de usuario que creó.",
  "account_register_title": "Registro",
  "account_title": "Cuenta YuukiPS",
  "account_uid_home": "UID de la cuenta",
  "account_uid_player": "UID del jugador",
  "account_username": "Nombre de usuario",
  "announcement_description": "Este anuncio sólo aparece en el juego, ¿qué estás buscando?",
  "announcement_keyword": "YuukiPS",
  "announcement_title": "Anuncio",
  "api_account_forgot_code_incorrect": "The password cannot be changed because the code is wrong, try again. (EN)",
  "api_account_forgot_send_email_error": "The code to reset your password failed to be sent to your email, please report it to admin? (EN)",
  "api_account_forgot_send_email_ok": "The code to reset your password has been sent to your email, please use it to reset. (EN)",
  "api_account_forgot_update_code_error": "Cannot forget password due to failure to update code, try again. (EN)",
  "api_account_forgot_update_password_error": "Forgot password cannot be done because it failed to change the new password, try reporting it to admin? (EN)",
  "api_account_forgot_update_password_ok": "Successfully changed the password, now you can log in with the new password (EN)",
  "api_account_nopassword": "Cannot set password, because password is empty (EN)",
  "api_account_notfound": "Account not found (EN)",
  "api_account_password_invalid": "Passwords can only be a minimum of 3 and a maximum of 50 letters (EN)",
  "api_captcha_failed": "El captcha que ingresaste es incorrecto o no se ha resuelto",
  "api_check_username_invaild": "Los nombres de usuario solo pueden tener un mínimo de 3 y 50 letras y no deben tener caracteres especiales ni utilizar un formato de correo electrónico.",
  "api_cmd_account_notfound": "We couldn't find your account data, so try contacting admin (EN)",
  "api_cmd_blockadmin": "This command cannot be executed temporarily because it is blocked by the admin to keep the server stable. (EN)",
  "api_cmd_code_incorrect": "Incorrect access code (EN)",
  "api_cmd_config_game2": "This game is not supported yet, hmm this is very rare (EN)",
  "api_cmd_config_game3": "Serious problem occurred, try contacting admin (EN)",
  "api_cmd_lengthmax": "The letter limit can only be up to {{limit}}, You are currently using {{now}} (EN)",
  "api_cmd_maxline": "The command can only be executed {limit}x, currently you use the command {now}x at the same time (EN)",
  "api_cmd_no_code": "Code is empty, you can get it from https://ps.yuuki.me/account/home (EN)",
  "api_cmd_no_command": "You sent an empty command. (EN)",
  "api_cmd_no_serverid": "Server name is empty (EN)",
  "api_cmd_no_uid": "Uid player is empty (EN)",
  "api_cmd_noconfig1": "Server name not found, try reloading your player data in manager account then try again. (EN)",
  "api_cmd_noconfig2": "Server config not found, try contacting admin (EN)",
  "api_cmd_ok": "Command was executed successfully (EN)",
  "api_cmd_player_notfound": "This player is not found? try contacting admin (EN)",
  "api_cmd_player_offline": "This player is offline, make sure you are currently playing using the same account. (EN)",
  "api_cmd_player_timeout": "This command cannot be executed perhaps because the server is down (EN)",
  "api_cmd_player_unknown": "This command is unknown, try reporting it to admin (EN)",
  "api_cmd_remote_noset": "Access code is empty, try to get it from https://ps.yuuki.me/account/home (EN)",
  "api_db_account_duplication_by_registered": "No se puede registrar una cuenta porque se ha tomado el nombre de usuario o el correo electrónico",
  "api_db_account_duplication_uid_by_registered": "Este UID de cuenta ya está en uso. Intente crear una cuenta con un UID diferente.",
  "api_db_account_email_duplication": "Este correo electrónico ya se utiliza en otra cuenta, utilice otra.",
  "api_db_account_email_invaild": "Correo electrónico no válido, asegúrese de que el correo electrónico sea correcto porque es importante utilizar la función de contraseña olvidada",
  "api_db_account_email_none": "¿Por qué el correo electrónico está vacío?",
  "api_db_account_expiredlogin": "Login has expired, please click allow in-game login on https://ps.yuuki.me/account/home to be able to access again. (EN)",
  "api_db_account_failed0": "La base de datos no pudo conectarse, inténtelo nuevamente (0)",
  "api_db_account_failed1": "La base de datos no pudo conectarse, inténtelo nuevamente (1)",
  "api_db_account_invalid_ip_list": "Lista de IP no válida.",
  "api_db_account_iplock": "Solo se puede acceder a esta cuenta mediante cierta IP; si usted es el propietario de esta cuenta, actualícela.",
  "api_db_account_link_faild": "Error, inicio de sesión de terceros agregado",
  "api_db_account_link_ok": "Inicio de sesión de terceros agregado y exitoso",
  "api_db_account_login_failed": "No se puede iniciar sesión, intente volver a iniciar sesión.",
  "api_db_account_login_notfound_expired": "Vuelva a iniciar sesión porque este inicio de sesión ha caducado",
  "api_db_account_login_notfound_ingame": "Cuenta aún no registrada, regístrese en ps.yuuki.me",
  "api_db_account_login_notfound_link": "Este inicio de sesión de terceros no ha sido vinculado por ninguna cuenta. Si tiene una cuenta, inicie sesión con una cuenta normal y luego con el enlace en el administrador de cuentas.",
  "api_db_account_login_notfound_web": "Cuenta aún no registrada, ¡cree una cuenta!",
  "api_db_account_login_ok": "Iniciar sesión exitosamente",
  "api_db_account_name_none": "El nombre no puede estar vacío",
  "api_db_account_password_invaild_web": "La contraseña del administrador de cuentas (web) no es válida",
  "api_db_account_password_none": "La contraseña está vacía, debe completarse.",
  "api_db_account_password_none_web": "La contraseña para el acceso al Administrador de cuentas (Web) está en blanco; complétela ya que es importante.",
  "api_db_account_password_wrong": "La contraseña es incorrecta.",
  "api_db_account_passwordingame_unavailable": "Esta función aún no está disponible para agregar contraseñas en el juego.",
  "api_db_account_registered_failed": "La cuenta no se registró",
  "api_db_account_registered_noemail": "El registro falló porque no hay correo electrónico.",
  "api_db_account_registered_nopassword": "El registro falló porque no hay contraseña.",
  "api_db_account_registered_ok": "Cuenta registrada satisfactoriamente",
  "api_db_account_registered_password": "Las contraseñas sólo pueden tener un mínimo de 3 y un máximo de 50 letras.",
  "api_db_account_save_failed_by_wrongpassword": "No se pudo guardar la configuración porque las contraseñas web actuales no coinciden.",
  "api_db_account_token_failed": "Es posible que este token haya caducado o no se haya encontrado; vuelva a iniciar sesión.",
  "api_db_account_token_ok": "conectado exitosamente con el token",
  "api_db_account_unlink_faild": "Inicio de sesión de terceros fallido y revocado",
  "api_db_account_unlink_ok": "Inicio de sesión de terceros exitoso y revocado",
  "api_db_account_update_ok": "Cuenta actualizada correctamente",
  "api_invaild_type_login1": "Tipo de inicio de sesión desconocido, comuníquese con el administrador.",
  "api_password_notpass": "Volver a escribir la contraseña no es la misma que la contraseña original, intente escribir la contraseña con cuidado, asegúrese de que sean iguales.",
  "api_server_login_account_notfound": "No se encontró la cuenta con este uid, asegúrese de ingresar el uid de la cuenta correctamente y asegúrese de que no sea un uid de jugador, porque es diferente. ",
  "api_server_login_accountid_empty": "Por favor ingresa el uid de tu cuenta",
  "api_server_login_code_empty": "Ingrese su código de acceso. Puede encontrarlo en https://ps.yuuki.me/account/home",
  "api_server_login_code_incorrect": "el código que ingresaste es incorrecto",
  "api_server_login_code_noset": "Para acceder a los comandos web o al bot, ingrese el código, puede encontrarlo en https://ps.yuuki.me/account/home",
  "api_server_login_error": "Algo salió mal, por favor contacte al administrador.",
  "api_server_login_ok": "Conectado exitosamente",
  "api_web_error_unknown": "Error desconocido, por favor contacte al administrador",
  "bt_logout": "Cerrar sesión",
  "bt_reload": "Recargar datos del jugador",
  "command_description": "Esto es para acceder a los comandos del juego para que puedas controlar lo que sucede en el juego.",
  "command_keyword": "YuukiPS",
  "command_title": "Acceso a los comandos",
  "footer_disclaimer": "All assets belong to their respective owners. Genshin Impact and Honkai: Star Rail are registered trademarks of Cognosphere Ltd. and miHoYo Co., Ltd. This site is not associated with Cognosphere or miHoYo Co., Ltd. in any official capacity. Parts of the content on the website are provided by its users. This website is a work of fiction. Names, characters, businesses, events and incidents are the products of the author's imagination. Any resemblance to individuals, living or not, or any other things existing in the real life can be considered coincidental. This website is a parody and is protected under fair use. Its creator, despite being a part of the Content Creator program, does not own the original characters, but uses them for display purposes; if you represent an entity that has a problem with that, contact me via any of the available communication channels. The information contained on this website is for information and website purposes only. We make no representations or warranties of any kind, express or implied, about the completeness, accuracy, reliability, suitability or availability with respect to the website or the information, products, services, or related graphics contained on the website for any purpose. Any reliance you place on such information is therefore strictly at your own risk. This website uses openly available data. We do not test on animals. This website may contain links to external sites that are not operated by its creator. The creator is not responsible for and has no control over the content of these sites, except for the cases where he actually does for some reason. The views and opinions expressed by the owner of the website do not necessarily reflect the views and opinions of the website owner as a whole. By using this website you agree to use this website. (EN)",
  "footer_message": "© 2023 YuukiPS. Todos los derechos reservados. ",
  "game_description_id_1": "Embárcate en una aventura inolvidable en el cautivador mundo de Genshin Impact Game. Únete a nuestro servidor privado para verdaderos aventureros y explora vastos paisajes, intimidantes mazmorras y criaturas místicas. Participa en misiones épicas, batallas y descubre tesoros escondidos. Personaliza tu personaje, forja ",
  "game_description_id_2": "Embárcate en una aventura inolvidable en el cautivador mundo de Star Rail Game. Únete a nuestro servidor privado para verdaderos aventureros y explora vastos paisajes, intimidantes mazmorras y criaturas místicas. Participa en misiones épicas, batallas y descubre tesoros escondidos. Personaliza tu personaje, forja ",
  "game_direct_bt": "Help Me (EN)",
  "game_direct_fail": "Failed verification (EN)",
  "game_direct_info": "If you can't complete the short link challenge, you can bypass it by completing this simple challenge. We use short links to prevent links from being taken down by anime game companies and you have also helped us to get funds from sources other than donations. (EN)",
  "game_direct_ok": "Direct link should now be visible. (EN)",
  "game_keyword_id_1": "YuukiPS, Genshin Impact, Servidor privado, Hack Melon",
  "game_keyword_id_2": "YuukiPS,Star Rail,Servidor privado,Hack Melon",
  "game_portal_info": "Para acceder a nuestro servidor, por favor cree una <a href='/account/login'>Cuenta YuukiPS</a> aquí (Es gratis, no es necesario pagar).<br>Todos los servidores de YuukiPS son apoyados con los patrocinadores.<br>No olvides ayudarnos convirtiéndote en<a href='/sponsor'>nuestro patrocinador</a> o no usar bloqueo de publicidad, para que este servidor esté siempre vivo!!!<br>Si el enlace de descarga no funciona o es lento, utilice una VPN como <a href='https://www.touchvpn.net/platform.html' target='blank'>TouchVpn</a> o <a href='https://1.1.1.1/' target='blank'>WARP</a>.",
  "game_portal_title_download": "Descárgate el juego",
  "game_portal_title_gamedata": "Datos del juego",
  "game_portal_title_release": "Release",
  "game_portal_title_voicedata": "Datos de voz",
  "game_portal_update": "Parece que estás usando la versión {{version}}, que puede que ya no sea compatible o que los servidores no estén disponibles para esa versión. ",
  "game_title_id_1": "Jugando en servidores privados Genshin Impact",
  "game_title_id_2": "Jugando en servidores privados Star Rail",
  "game_title_soon": "Disponible próximamente...",
  "home_404": "Es posible que estés accediendo a una página que no está disponible o tal vez porque estás usando una red proxy para descargar datos del juego (si es así, apágala primero y luego intenta recargar el enlace de descarga nuevamente)",
  "home_back": "Volver al inicio",
  "home_bt_title_command": "Acceso al comando",
  "home_bt_title_doc": "Documentación",
  "home_bt_title_loginnreg": "Cuenta",
  "home_bt_title_play": "Jugó",
  "home_description": "Me da pereza escribir, intentaré preguntarle a ChatGPT más tarde.",
  "home_info1": "YuukiPS es gratis, si compras una cuenta en una tienda online has sido estafado, así que ten cuidado.",
  "home_keyword": "YuukiPS",
  "home_lead": "YuukiPS es un servicio de servidor privado alternativo<p>al servidor oficial para ser más libres de hacer cualquier cosa.</p>",
  "home_title": "Hogar",
  "ingame_join_unavailable": "Este servidor no está disponible temporalmente",
  "ingame_update": "Actualmente no hay servidores disponibles compatibles con la versión {{version}} del cliente del juego.\n\n {{action}} tu cliente de juego para seguir jugando con nosotros.\n\n {{recommended}}.",
  "json_comment_info_Mhypbase": "If you already have the 3.2.0 file without patch (original), you can use this for patch and proxy at the same time, so you only need to extract this file to your game folder then open the game, yep that's all, no need for a launcher or proxy. (EN)",
  "json_comment_info_RSAPatch": "Parche manual sin iniciador. Necesita RSAPatch para la versión 1.3.0 para unirse al servidor privado 3.2-3.7",
  "json_comment_info_fiddler_nopatch": "Proxy tu juego para que puedas conectarte a un servidor privado y no necesites parches, etc.",
  "json_comment_info_fiddler_patch": "Parche manual sin iniciador, en 2.8 necesita un archivo dll de parche para poder unirse al servidor privado, así que no olvide parchear con RSAPatch",
  "json_comment_info_gamedata_android": "Si falla la descarga de datos del juego, utilícela para la descarga manual.",
  "json_comment_info_gamedata_pc": "Si aún no tiene los datos del juego, descárguelo (elija la versión completa si no tiene la versión completa 4.0.0, 3.8.0), recuerde que cada versión no se puede usar en otra versión, por lo tanto 3.2.0= ",
  "json_comment_info_gamedata_pc_32": "Debido a que MiHoYo eliminó el archivo 3.2 de su servidor, solo este enlace funciona para descargar el cliente del juego 3.2, lo necesita para ejecutar otras versiones de GIO 3.2, ya que 4.0/4.1 no funcionará. ",
  "json_comment_info_gamedata_pc_cn": "Lo mismo que global. ",
  "json_comment_info_gamedata_pc_oneclick": "Este es un paquete modificado, por lo que solo necesita descargar todas las partes, luego extraer el archivo (GI-3.2-PC-YuukiPS.zip) en cualquier lugar y luego jugar simplemente abriendo `GenshinImpact.exe`. No necesita un proxy ni parche. ",
  "json_comment_info_launcher_cn": "Lanzador alternativo para el parche de anime del juego para admitir la conexión a servidores privados, otro o localhost",
  "json_comment_info_launcher_cultivation": "Este es un iniciador alternativo que modifica el cliente de tu juego para conectarse a servidores privados en cualquier lugar e incluye soporte de localhost y hace muchas cosas similares a las de mod.",
  "json_comment_info_launcher_tutorial_cn": "Si eres chino, puedes seguir el tutorial oficial aquí.",
  "json_comment_info_launcher_tutorial_en": "Si entiendes mejor el inglés, lee la documentación de la versión no oficial.",
  "json_comment_info_launcher_yuukips": "Este es un lanzador de Android que ha sido modificado para conectarse al servidor privado de YuukiPS, descárgalo si quieres jugar con nosotros. ",
  "json_comment_info_launcher_yuukips_video": "Este es un tutorial oficial para conectar YuukiPS con YuukiPS Launcher",
  "login_game_normal_hk4e": "Entering Genshin Impact with Normal Login (EN)",
  "login_game_normal_hkrpg": "Entering Star Rail with Normal Login (EN)",
  "login_game_token_verify_hk4e": "Entering Genshin Impact with Token (EN)",
  "login_game_token_verify_hkrpg": "Entering Star Rail with Token (EN)",
  "login_web_normal": "Entering Web Normal (EN)",
  "sponsor_description": "Your sponsorship will contribute to optimized server performance, ensuring smooth and seamless interactions for all players. (EN)",
  "sponsor_keyword": "YuukiPS (EN)",
  "sponsor_title": "Sponsor (EN)",
  "stats_description": "Estadísticas YuukiPS",
  "stats_keyword": "YuukiPS",
  "stats_title": "Estadísticas",
  "text_backhome": "Back to Home (EN)",
  "text_direct": "Direct link (EN)",
  "text_disclaimer": "Disclaimer (EN)",
  "text_engine": "Engine (EN)",
  "text_md5": "MD5 (EN)",
  "text_mirror": "Mirror (EN)",
  "text_package": "Package (EN)",
  "text_partgame": "Part file (EN)",
  "third_login_discord_enter_ingame": "Entering Game with Discord (EN)",
  "third_login_discord_enter_link": "Link Discord (EN)",
  "third_login_discord_enter_web": "Entering Web with Discord (EN)",
  "third_login_twitter_enter_ingame": "Entering Game with Twitter (EN)",
  "third_login_twitter_enter_web": "Entering Web with Twitter (EN)",
  "title_ip": "IP Address (EN)",
  "title_stats_server": "SERVIDOR",
  "title_stats_tcpu": "CPU",
  "title_stats_tname": "NOMBRE",
  "title_stats_tonline": "EN LÍNEA",
  "title_stats_tram": "RAM",
  "title_time": "Time (EN)"
}