{
	"home_title": "Maison",
	"home_description": "Trop paresseux pour écrire, j'essaierai de demander ChatGPT plus tard",
	"home_keyword": "YuukiPS",
	"home_404": "Il est possible que vous accédiez à une page qui n'est pas disponible ou peut-être parce que vous utilisez actuellement un réseau proxy pour télécharger des données de jeu (si c'est le cas, désactivez-le d'abord, puis essayez de recharger à nouveau le lien de téléchargement)",
	"home_lead": "YuukiPS est un service de serveur privé où vous pouvez jouer à d'autres<p>que le serveur officiel et sont plus libres de faire quoi que ce soit.</p>",
	"home_bt_title_command": "Accès aux commandes",
	"home_bt_title_play": "Joué",
	"home_bt_title_loginnreg": "S'identifier S'enregistrer",
	"announcement_title": "Annonce",
	"announcement_description": "Cette annonce n'apparaît que dans le jeu, que cherchez-vous ?",
	"announcement_keyword": "YuukiPS",
	"account_title": "Inscrivez-vous ou connectez-vous",
	"account_description": "Ceci est pour enregistrer votre compte YuukiPS ou vous connecter pour gérer vos données de joueur.",
	"account_keyword": "YuukiPS",
	"command_title": "Accès aux commandes",
	"command_description": "Ceci est pour l'accès de commande au jeu afin que vous puissiez contrôler ce qui se passe dans le jeu",
	"command_keyword": "YuukiPS",
	"game_title_id_1": "Jouer aux serveurs privés Genshin Impact",
	"game_description_id_1": "Embarquez pour une aventure inoubliable dans le monde captivant de Genshin Impact Game, rejoignez notre serveur privé pour les vrais aventuriers et explorez de vastes paysages, des donjons intimidants et des créatures mystiques. ",
	"game_keyword_id_1": "YuukiPS, Genshin Impact, Serveur Privé, Hack Melon",
	"game_title_id_2": "Jouer aux serveurs privés Star Rail",
	"game_description_id_2": "Embarquez pour une aventure inoubliable dans le monde captivant de Star Rail Game, rejoignez notre serveur privé pour les vrais aventuriers et explorez de vastes paysages, des donjons redoutables et des créatures mystiques.Engagez-vous dans des quêtes épiques, des batailles et découvrez des trésors cachés.Personnalisez votre personnage, forgez ",
	"game_keyword_id_2": "YuukiPS, Star Rail, Serveur Privé, Hack Melon",
	"game_portal_title_download": "Télécharger le jeu",
	"game_portal_title_release": "Libérer",
	"game_portal_title_gamedata": "Données de jeu",
	"game_portal_title_voicedata": "Données vocales",
	"game_portal_title_stats": "Statistiques",
	"game_portal_title_stats_tname": "NOM DU SERVEUR",
	"game_portal_title_stats_tonline": "EN LIGNE",
	"game_portal_title_stats_tcpu": "CPU",
	"game_portal_title_stats_tram": "RAM",
	"game_title_soon": "Sera disponible bientôt...",
	"api_db_account_login_ok": "Connectez-vous avec succès",
	"api_db_account_login_failed": "Impossible de se connecter, essayez de vous reconnecter.",
	"api_db_account_registered_close": "Le compte n'est pas enregistré, veuillez créer un compte sur ps.yuuki.me",
	"api_db_account_registered_ok": "Compte enregistré avec succès",
	"api_db_account_registered_failed": "Le compte n'a pas pu être enregistré",
	"api_db_account_failed0": "La base de données n'a pas pu se connecter, réessayez (0)",
	"api_db_account_failed1": "La base de données n'a pas pu se connecter, réessayez (1)",
	"api_db_account_duplication_uid_by_registered": "Cet UID de compte est déjà utilisé, essayez de créer un compte avec un UID différent",
	"api_db_account_duplication_username_by_registered": "Impossible d'enregistrer un compte, car ce nom d'utilisateur a été pris",
	"api_check_username_invaild": "Les noms d'utilisateur ne peuvent contenir qu'un minimum de 3 et 50 lettres et ne doivent pas contenir de caractères spéciaux, ni utiliser un format de courrier électronique",
	"footer_message": "© 2023 YuukiPS.Tous droits réservés.Nous pouvons faire l'erreur occasionnelle du programmeur, mais bon, même ce droit d'auteur a été généré par ChatGPT.Et pas de soucis, tout notre code est original, sauf pour cette fois où nous avons accidentellement tout copié de GitHub ",
	"json_comment_info_fiddler_nopatch": "Proxy votre jeu afin que vous puissiez vous connecter à un serveur privé et ne pas avoir besoin de correctifs, etc.",
	"json_comment_info_RSAPatch": "Correctif manuel sans lanceur, vous avez besoin de RSAPatch pour la version 1.3.0 pour rejoindre le serveur privé 3.2-3.7",
	"json_comment_info_launcher_cn": "Lanceur alternatif pour le correctif d'anime de jeu pour la prise en charge de la connexion à des serveurs privés ou à un autre hôte local",
	"json_comment_info_launcher_tutorial_en": "Si vous comprenez mieux l'anglais, lisez la documentation de la version non officielle",
	"json_comment_info_launcher_tutorial_cn": "Si vous êtes chinois, vous pouvez suivre le tutoriel officiel ici.",
	"json_comment_info_launcher_gamedata": "si vous ne souhaitez pas télécharger dans le jeu, vous pouvez utiliser ces données de jeu."
}
