{
  "404_body": "Il est possible que vous accédiez à une page qui n'est pas disponible ou peut-être parce que vous utilisez actuellement un réseau proxy pour télécharger les données du jeu (si c'est le cas, désactivez-le d'abord, puis essayez de recharger à nouveau le lien de téléchargement) (EAN)",
  "404_title": "404 Non trouvé (EAN)",
  "GMRetcode_-1": "La commande a échoué.(EAN)",
  "GMRetcode_0": "La commande a été exécutée avec succès.(EAN)",
  "GMRetcode_617": "Cet élément ne peut pas être ajouté car la zone de stockage est pleine ou il y a trop d'éléments.(EAN)",
  "LOGIN_REQUIRED": "L'accès à cette page nécessite une connexion, veuillez d'abord vous connecter.",
  "LOGOUT_DONE": "Vous vous êtes déconnecté avec succès",
  "account_code_in_email": "Code de courrier électronique (EAN)",
  "account_email": "E-mail",
  "account_email_info": "Cet e-mail est utilisé pour la réinitialisation du mot de passe ou la mise à jour du compte.",
  "account_forgetpassword_description": "Avez-vous oublié le mot de passe de votre compte YuukiPS ? Vous pouvez le faire ici (EAN)",
  "account_forgetpassword_info": "Laissez tous les espaces ci-dessous si vous n'avez pas reçu d'e-mail de notre part. (EAN)",
  "account_forgetpassword_keyword": "YuukiPS (EAN)",
  "account_forgetpassword_title": "Mot de passe oublié (EAN)",
  "account_forgotpassword": "Mot de passe oublié (EAN)",
  "account_home_announcement_bt": "Apprendre encore plus",
  "account_home_announcement_description": "Cette page est encore en développement, elle restera donc simple tant qu'elle fonctionnera.  {{username}} ce nom d'utilisateur.",
  "account_home_announcement_header": "Annonce",
  "account_home_announcement_title": "Bonjour {{name}}",
  "account_home_bt_relogin_ingame": "Autoriser tout le monde à se connecter dans le jeu (EAN)",
  "account_home_bt_relogin_ingame_iplock": "Autoriser uniquement la connexion dans le jeu avec l'adresse IP actuelle (haute sécurité) (EAN)",
  "account_home_code": "Code (accès API) (Vous pouvez définir un numéro à 4 chiffres pour accéder à la commande Web/bot ou à l'API. Si vous le laissez vide, cela désactivera la commande Web/bot ou la fonction API.)",
  "account_home_description": "Pour accéder au compte gestionnaire, veuillez vous connecter.",
  "account_home_email": "E-mail",
  "account_home_gencode": "Générateur",
  "account_home_info_link": "Connexion tierce (option)",
  "account_home_info_link_set": "Lien",
  "account_home_info_link_unset": "Dissocier",
  "account_home_invaild_ip": "Pour être plus sécurisé, veuillez entrer votre adresse IP ici afin que vous seul puissiez accéder à votre jeu même sans mot de passe en jeu.<br>(5x adresses IP prises en charge : ip_house1,ip_house_2,ip_work1)",
  "account_home_ip": "Adresse IP autorisée dans le jeu (Votre IP : {{ip}}) (Option)",
  "account_home_keyword": "YuukiPS",
  "account_home_name": "Nom",
  "account_home_nopassword_game": "Mot de passe vide. Ce sera bien si vous activez la connexion avec uniquement l'adresse IP autorisée, mais sinon, cela permettra aux gens de se connecter facilement au jeu, puis de supprimer des éléments, des quêtes ou de gâcher les données de votre joueur.<br>Fonctionnalité actuellement indisponible, veuillez donc garder ce champ vide.",
  "account_home_nopassword_web": "Mot de passe vide, cela rendra le compte facile à pirater, veuillez le modifier.",
  "account_home_password_game": "Mot de passe (dans le jeu) (Option)",
  "account_home_password_infosave": "Laissez vide ou ne modifiez pas si vous ne souhaitez pas le modifier.<br>Si vous n'avez pas de mot de passe actuel (In-Web), veuillez le laisser vide.",
  "account_home_password_web": "Mot de passe (sur le Web)",
  "account_home_password_web2": "Mot de passe actuel (sur le Web)",
  "account_home_relogin_ingame": "Vous avez le temps <time data-now='{{login}}' data-type='sec'>???</time> pour vous connecter (dans le jeu). Si le temps est écoulé, vous devez autoriser la connexion. -jeu à nouveau, en cliquant sur le bouton ci-dessous : (EAN)",
  "account_home_relogin_ingame_info": "Une fois que vous êtes autorisé à vous connecter au jeu, vous disposez de 2 à 5 minutes pour terminer la connexion au jeu. Si quelqu'un d'autre s'est connecté avant vous alors que le temps est encore écoulé, votre compte sera verrouillé et vous devrez recommencer. Ceci est utile pour empêcher d'autres personnes d'accéder au jeu car il n'y a pas de fonction de mot de passe lorsque vous entrez dans le jeu, ce qui signifie que n'importe quel mot de passe fonctionnera. (EAN)",
  "account_home_save": "Sauvegarder",
  "account_home_signature": "Signature",
  "account_home_tab_account": "Compte",
  "account_home_tab_historylogin": "Historique de connexion (EAN)",
  "account_home_tab_server": "Serveur",
  "account_home_title": "Gestionnaire de compte",
  "account_home_username": "Nom d'utilisateur",
  "account_login_description": "Ceci est pour vous connecter à votre compte YuukiPS.",
  "account_login_keyword": "YuukiPS",
  "account_login_title": "Se connecter",
  "account_newpassword": "Nouveau mot de passe (EAN)",
  "account_password": "Mot de passe",
  "account_password_info": "Ce mot de passe est utilisé pour gérer votre compte de données comme les données des joueurs sur chaque serveur, alors n'oubliez pas votre mot de passe. ",
  "account_password_tes": "Veuillez retaper le mot de passe",
  "account_register_description": "Ceci sert à enregistrer votre compte YuukiPS.",
  "account_register_keyword": "YuukiPS",
  "account_register_ok": "Vous pouvez fermer cette page en utilisant le nom d'utilisateur que vous avez créé.",
  "account_register_title": "Registre",
  "account_title": "Compte YuukiPS",
  "account_uid_home": "Compte UID",
  "account_uid_player": "Lecteur UID",
  "account_username": "Nom d'utilisateur",
  "announcement_description": "Cette annonce n'apparaît que dans le jeu, que cherchez-vous ?",
  "announcement_keyword": "YuukiPS",
  "announcement_title": "Annonce",
  "api_account_forgot_code_incorrect": "Le mot de passe ne peut pas être modifié car le code est erroné, réessayez. (EAN)",
  "api_account_forgot_send_email_error": "Le code pour réinitialiser votre mot de passe n'a pas été envoyé à votre adresse e-mail, veuillez le signaler à l'administrateur ? (EAN)",
  "api_account_forgot_send_email_ok": "Le code pour réinitialiser votre mot de passe a été envoyé à votre email, veuillez l'utiliser pour le réinitialiser. (EAN)",
  "api_account_forgot_update_code_error": "Impossible d'oublier le mot de passe en raison de l'échec de la mise à jour du code, réessayez. (EAN)",
  "api_account_forgot_update_password_error": "L'oubli du mot de passe ne peut pas être effectué car le nouveau mot de passe n'a pas pu être modifié. Essayez de le signaler à l'administrateur ? (EAN)",
  "api_account_forgot_update_password_ok": "Le mot de passe a été modifié avec succès, vous pouvez maintenant vous connecter avec le nouveau mot de passe (EAN)",
  "api_account_nopassword": "Impossible de définir le mot de passe, car le mot de passe est vide (EAN)",
  "api_account_notfound": "Compte non trouvé (EAN)",
  "api_account_password_invalid": "Les mots de passe ne peuvent contenir qu'un minimum de 3 et un maximum de 50 lettres. (EAN)",
  "api_captcha_failed": "Le captcha que vous avez saisi est incorrect ou n'a pas été résolu",
  "api_check_username_invaild": "Les noms d'utilisateur ne peuvent contenir qu'un minimum de 3 et 50 lettres et ne doivent pas comporter de caractères spéciaux ni utiliser un format de courrier électronique.",
  "api_cmd_account_notfound": "Nous n'avons pas trouvé les données de votre compte, alors essayez de contacter l'administrateur (EAN)",
  "api_cmd_blockadmin": "Cette commande ne peut pas être exécutée temporairement car elle est bloquée par l'administrateur pour maintenir la stabilité du serveur. (EAN)",
  "api_cmd_code_incorrect": "Code d'accès incorrect (EAN)",
  "api_cmd_config_game2": "Ce jeu n'est pas encore supporté, hmm c'est très rare (EAN)",
  "api_cmd_config_game3": "Un problème sérieux est survenu, essayez de contacter l'administrateur (EAN)",
  "api_cmd_lengthmax": "La limite de lettres ne peut aller que {{limit}}, vous utilisez actuellement {{now}} (EAN)",
  "api_cmd_maxline": "La commande ne peut être exécutée que {limit}x, actuellement vous utilisez la commande {now}x en même temps (EAN)",
  "api_cmd_no_code": "Le code est vide.(EAN)",
  "api_cmd_no_command": "Vous avez envoyé une commande vide. (EAN)",
  "api_cmd_no_serverid": "Le nom du serveur est vide (EAN)",
  "api_cmd_no_uid": "Le lecteur UID est vide (EAN)",
  "api_cmd_noconfig1": "Nom du serveur introuvable, essayez de recharger les données de votre joueur dans le compte gestionnaire, puis réessayez. (EAN)",
  "api_cmd_noconfig2": "La configuration du serveur est introuvable, essayez de contacter l'administrateur (EAN)",
  "api_cmd_ok": "La commande a été exécutée avec succès (EAN)",
  "api_cmd_player_notfound": "Ce joueur n'est pas trouvé ? essayez de contacter l'administrateur (EAN)",
  "api_cmd_player_offline": "Ce joueur est hors ligne, assurez-vous que vous jouez actuellement avec le même compte. (EAN)",
  "api_cmd_player_timeout": "Cette commande ne peut pas être exécutée, peut-être parce que le serveur est en panne (EAN)",
  "api_cmd_player_unknown": "Cette commande est inconnue, essayez de la signaler à l'administrateur (EAN)",
  "api_cmd_remote_noset": "Code pas encore défini, veuillez l'activer depuis https://ps.yuuki.me/account/home(EAN)",
  "api_db_account_duplication_by_registered": "Impossible d'enregistrer un compte, car le nom d'utilisateur ou l'adresse e-mail a été pris",
  "api_db_account_duplication_uid_by_registered": "L'UID de ce compte est déjà utilisé. Essayez de créer un compte avec un autre UID.",
  "api_db_account_email_duplication": "Cet e-mail est déjà utilisé dans un autre compte, veuillez en utiliser un autre.",
  "api_db_account_email_invaild": "Email invalide, assurez-vous que l'e-mail est correct car il est important d'utiliser la fonction mot de passe oublié",
  "api_db_account_email_none": "pourquoi l'email est vide ?",
  "api_db_account_expiredlogin": "Connexion expirée, veuillez vous connecter directement via PS.YUUKI.ME après vous être connecté avec succès, vous pouvez vous connecter dans le jeu en remplissant n'importe quel mot de passe et en vous assurant que l'adresse IP est la même.(EAN)",
  "api_db_account_failed0": "La base de données n'a pas réussi à se connecter, réessayez (0)",
  "api_db_account_failed1": "La base de données n'a pas réussi à se connecter, réessayez (1)",
  "api_db_account_invalid_ip_list": "Liste IP invalide.",
  "api_db_account_iplock": "Ce compte est verrouillé avec une certaine adresse IP. Si vous êtes propriétaire de ce compte, veuillez mettre à jour l'adresse IP sur https://ps.yuuki.me/account/home(EAN)",
  "api_db_account_link_faild": "Échec, connexion tierce ajoutée",
  "api_db_account_link_ok": "Connexion réussie et ajoutée à un tiers",
  "api_db_account_login_failed": "Impossible de vous connecter, essayez de vous reconnecter.",
  "api_db_account_login_notfound_expired": "Veuillez vous reconnecter car cette connexion a expiré",
  "api_db_account_login_notfound_ingame": "Compte pas encore enregistré !!!, veuillez vous inscrire sur PS.YUUKI.ME(EAN)",
  "api_db_account_login_notfound_link": "Cette connexion tierce n'a été liée à aucun compte, si vous avez un compte, veuillez vous connecter avec un compte normal puis créer un lien sur https://ps.yuuki.me/account/home(EAN)",
  "api_db_account_login_notfound_web": "Compte pas encore enregistré, veuillez créer un compte !.",
  "api_db_account_login_ok": "Connectez-vous avec succès",
  "api_db_account_name_none": "Le nom ne peut pas être vide",
  "api_db_account_password_invaild_web": "Le mot de passe du gestionnaire de compte (Web) est invalide",
  "api_db_account_password_none": "Le mot de passe est vide, doit être renseigné.",
  "api_db_account_password_none_web": "Le mot de passe pour l'accès au gestionnaire de compte (Web) est vide, veuillez le remplir car il est important.",
  "api_db_account_password_wrong": "Le mot de passe est erroné.",
  "api_db_account_passwordingame_unavailable": "Cette fonctionnalité n'est pas encore disponible pour ajouter des mots de passe dans le jeu",
  "api_db_account_registered_failed": "Le compte n'a pas pu être enregistré",
  "api_db_account_registered_noemail": "L'inscription a échoué car il n'y a pas d'e-mail.",
  "api_db_account_registered_nopassword": "L'enregistrement a échoué car il n'y a pas de mot de passe.",
  "api_db_account_registered_ok": "Compte enregistré avec succès",
  "api_db_account_registered_password": "Les mots de passe ne peuvent contenir qu'un minimum de 3 et un maximum de 50 lettres.",
  "api_db_account_save_failed_by_wrongpassword": "Échec de l'enregistrement des paramètres, car les mots de passe Web actuels ne correspondent pas.",
  "api_db_account_token_failed": "Ce jeton a peut-être expiré ou est introuvable, veuillez vous reconnecter.",
  "api_db_account_token_ok": "connecté avec succès avec le jeton",
  "api_db_account_unlink_faild": "Échec, connexion tierce révoquée",
  "api_db_account_unlink_ok": "Connexion tierce réussie et révoquée",
  "api_db_account_update_ok": "Compte mis à jour avec succès",
  "api_invaild_type_login1": "Type de connexion inconnu, veuillez contacter l'administrateur.",
  "api_password_notpass": "Retapez le mot de passe n'est pas le même que le mot de passe d'origine, essayez de saisir le mot de passe avec soin, assurez-vous qu'ils sont identiques.",
  "api_ratelimit_cmd": "Chaque commande ne peut être exécutée que toutes les {{limit}} secondes(EAN)",
  "api_ratelimit_login": "Vous n'êtes autorisé à vous connecter que {{limit}}x toutes les {{wait}} minutes. (NORMALE)(EAN)",
  "api_ratelimit_login_token": "Vous n'êtes autorisé à vous connecter que {limit}x toutes les {{wait}} minutes. (JETON)(EAN)",
  "api_server_login_account_notfound": "Le compte avec cet UID n'a pas été trouvé, assurez-vous de saisir correctement le compte UID et assurez-vous qu'il ne s'agit pas d'un UID de joueur, car il est différent. vous pouvez trouver sur https://ps.yuuki.me/account/home(EAN)",
  "api_server_login_accountid_empty": "Veuillez entrer votre identifiant de compte",
  "api_server_login_code_empty": "Veuillez entrer votre code d'accès, vous pouvez le trouver sur https://ps.yuuki.me/account/home",
  "api_server_login_code_incorrect": "le code que vous avez entré est faux",
  "api_server_login_code_noset": "Pour accéder aux commandes Web ou au bot, veuillez saisir le code, vous pouvez le trouver sur https://ps.yuuki.me/account/home",
  "api_server_login_error": "Quelque chose s'est mal passé, veuillez contacter l'administrateur.",
  "api_server_login_ok": "Connecté avec succès",
  "api_web_error_unknown": "Erreur inconnue, veuillez contacter l'administrateur",
  "bt_logout": "Se déconnecter",
  "bt_reload": "Recharger le lecteur de données",
  "command_description": "Ceci est destiné à l'accès aux commandes dans le jeu afin que vous puissiez contrôler ce qui se passe dans le jeu.",
  "command_keyword": "YuukiPS",
  "command_title": "Accès aux commandes",
  "footer_disclaimer": "Tous les actifs appartiennent à leurs propriétaires respectifs. Genshin Impact et Honkai : Star Rail sont des marques déposées de Cognosphere Ltd. et miHoYo Co., Ltd. Ce site n'est pas associé à Cognosphere ou miHoYo Co., Ltd. à quelque titre officiel que ce soit. Certaines parties du contenu du site Web sont fournies par ses utilisateurs. Ce site Web est une œuvre de fiction. Les noms, personnages, entreprises, événements et incidents sont le produit de l'imagination de l'auteur. Toute ressemblance avec des individus, vivants ou non, ou avec toute autre chose existant dans la vie réelle peut être considérée comme fortuite. Ce site Web est une parodie et est protégé par un usage loyal. Son créateur, bien qu'il fasse partie du programme Content Creator, ne possède pas les personnages originaux, mais les utilise à des fins d'affichage ; si vous représentez une entité qui a un problème avec cela, contactez-moi via l'un des canaux de communication disponibles. Les informations contenues sur ce site Web sont uniquement à des fins d'information et de site Web. Nous ne faisons aucune déclaration ou garantie d'aucune sorte, expresse ou implicite, quant à l'exhaustivité, l'exactitude, la fiabilité, l'adéquation ou la disponibilité du site Web ou des informations, produits, services ou graphiques associés contenus sur le site Web à quelque fin que ce soit. Toute confiance que vous accordez à ces informations est donc strictement à vos propres risques. Ce site Web utilise des données librement disponibles. Nous ne testons pas sur les animaux. Ce site Internet peut contenir des liens vers des sites externes qui ne sont pas exploités par son créateur. Le créateur n'est pas responsable et n'a aucun contrôle sur le contenu de ces sites, sauf dans les cas où il le fait effectivement pour une raison quelconque. Les points de vue et opinions exprimés par le propriétaire du site Web ne reflètent pas nécessairement les points de vue et opinions du propriétaire du site Web dans son ensemble. En utilisant ce site Web, vous acceptez d'utiliser ce site Web. (EAN)",
  "footer_message": "© 2023 YuukiPS.Tous droits réservés. ",
  "game_description_id_1": "Embarquez pour une aventure inoubliable dans le monde captivant de Genshin Impact Game, rejoignez notre serveur privé pour les vrais aventuriers et explorez de vastes paysages, des donjons intimidants et des créatures mystiques. Participez à des quêtes épiques, des batailles et découvrez des trésors cachés. Personnalisez votre personnage, forgez ",
  "game_description_id_2": "Embarquez pour une aventure inoubliable dans le monde captivant de Star Rail Game, rejoignez notre serveur privé pour les vrais aventuriers et explorez de vastes paysages, des donjons intimidants et des créatures mystiques. Participez à des quêtes épiques, des batailles et découvrez des trésors cachés. Personnalisez votre personnage, forgez ",
  "game_direct_bt": "Aide-moi (EAN)",
  "game_direct_fail": "Échec de la vérification (EAN)",
  "game_direct_info": "Si vous ne parvenez pas à relever le défi du lien court, vous pouvez le contourner en complétant ce défi simple. Nous utilisons des liens courts pour empêcher les liens d'être supprimés par les sociétés de jeux d'anime et vous nous avez également aidés à obtenir des fonds provenant de sources autres que les dons. (EAN)",
  "game_direct_ok": "Le lien direct devrait maintenant être visible. (EAN)",
  "game_keyword_id_1": "YuukiPS, Genshin Impact, serveur privé, Hack Melon",
  "game_keyword_id_2": "YuukiPS, Star Rail, serveur privé, Hack Melon",
  "game_portal_info": "Pour accéder à notre serveur, veuillez créer un <a href='/account/login'>Compte YuukiPS</a> ici (c'est gratuit, pas besoin de payer).<br>Tous les serveurs YuukiPS sont pris en charge par le sponsor<br>N'oubliez pas de nous aider en devenant <a href='/sponsor'>Notre sponsor</a> ou n'utilise pas le blocage des publicités, donc ce serveur est toujours vivant !!!<br>Si le lien de téléchargement ne fonctionne pas ou est lent, veuillez utiliser un VPN tel que <a href='https://www.touchvpn.net/platform.html' target='blank'>TouchVpn</a> ou <a href='https://1.1.1.1/' target='blank'>CHAÎNE</a>.",
  "game_portal_title_download": "Télécharger le jeu",
  "game_portal_title_gamedata": "Données de jeu",
  "game_portal_title_release": "Libérer",
  "game_portal_title_voicedata": "Données vocales",
  "game_portal_update": "On dirait que vous utilisez la version {{version}}, qui peut ne plus être pris en charge ou les serveurs peuvent ne pas être disponibles pour cette version. ",
  "game_title_id_1": "Jouer aux serveurs privés Genshin Impact",
  "game_title_id_2": "Jouer sur des serveurs privés Star Rail",
  "game_title_soon": "Sera disponible bientôt...",
  "home_description": "Trop paresseux pour écrire, j'essaierai de demander à ChatGPT plus tard",
  "home_info1": "YuukiPS est gratuit, si vous achetez un compte dans une boutique en ligne, vous avez été victime d'une arnaque, alors soyez prudent.",
  "home_keyword": "YuukiPS",
  "home_title": "Maison",
  "ingame_join_unavailable": "Ce serveur est temporairement indisponible",
  "ingame_update": "Actuellement, il n'y a pas de serveurs disponibles compatibles avec la version {{version}} du client du jeu.\n\n {{action}} votre client de jeu pour continuer à jouer avec nous.\n\n {{recommended}}.",
  "json_comment_info_Mhypbase": "Si vous avez déjà le fichier 3.2.0 sans patch (original), vous pouvez l'utiliser pour le patch et le proxy en même temps, il vous suffit donc d'extraire ce fichier dans votre dossier de jeu puis d'ouvrir le jeu, ouais c'est tout, non besoin d'un lanceur ou d'un proxy. (EAN)",
  "json_comment_info_RSAPatch": "Patch manuel sans lanceur, vous avez besoin de RSAPatch pour la version 1.3.0 pour rejoindre le serveur privé 3.2-3.7",
  "json_comment_info_fiddler_nopatch": "Mettez votre jeu en proxy afin de pouvoir vous connecter à un serveur privé et de ne pas avoir besoin de correctifs, etc.",
  "json_comment_info_fiddler_patch": "Patch manuel sans lanceur, en 2.8 vous avez besoin d'un fichier dll Patch pour pouvoir rejoindre le serveur privé donc n'oubliez pas de patcher avec RSAPatch",
  "json_comment_info_gamedata_android": "Si le téléchargement des données du jeu échoue, veuillez l'utiliser pour le téléchargement manuel.",
  "json_comment_info_gamedata_pc": "Si vous n'avez pas encore de données de jeu, veuillez les télécharger (choisissez la version complète si vous n'avez pas la version 4.0.0, version complète 3.8.0), rappelez-vous que chaque version ne peut pas être utilisée sur une autre version, donc 3.2.0= ",
  "json_comment_info_gamedata_pc_32": "Étant donné que Mihoyo a supprimé le fichier 3.2 de son serveur, seul ce lien fonctionne pour télécharger le client de jeu 3.2, vous en avez besoin pour exécuter les autres versions de GIO 3.2, car 4.0/4.1 ne fonctionnera pas. ",
  "json_comment_info_gamedata_pc_cn": "Identique à mondial. ",
  "json_comment_info_gamedata_pc_oneclick": "Il s'agit d'un package modifié, il vous suffit donc de télécharger toutes les parties, puis d'extraire le fichier (GI-3.2-PC-YuukiPS.zip) n'importe où, puis de jouer en ouvrant simplement « GenshinImpact.exe », cela n'a pas besoin de proxy ou de patch. ",
  "json_comment_info_launcher_cultivation": "Il s'agit d'un lanceur alternatif qui modifie votre client de jeu pour se connecter à des serveurs privés n'importe où et inclut la prise en charge de localhost et fait beaucoup de choses de type mod.",
  "json_comment_info_launcher_yuukips": "Il s'agit d'un lanceur Android qui a été modifié pour se connecter au serveur privé YuukiPS, téléchargez-le si vous souhaitez jouer avec nous. ",
  "login_game_normal_hk4e": "Entrer dans Genshin Impact avec une connexion normale (EAN)",
  "login_game_normal_hkrpg": "Entrer dans Star Rail avec une connexion normale (EAN)",
  "login_game_token_verify_hk4e": "Entrer dans Genshin Impact avec un jeton (EAN)",
  "login_game_token_verify_hkrpg": "Entrer dans Star Rail avec un jeton (EAN)",
  "login_web_normal": "Entrer sur le Web normal (EAN)",
  "sponsor_description": "Votre parrainage contribuera à optimiser les performances du serveur, garantissant des interactions fluides et transparentes pour tous les joueurs. (EAN)",
  "sponsor_keyword": "YuukiPS (EAN)",
  "sponsor_title": "Parrainer (EAN)",
  "stats_description": "Statistique YuukiPS",
  "stats_keyword": "YuukiPS",
  "stats_title": "Statistiques",
  "text_backhome": "De retour à la maison (EAN)",
  "text_direct": "Lien direct (EAN)",
  "text_disclaimer": "Clause de non-responsabilité (EAN)",
  "text_engine": "Moteur (EAN)",
  "text_md5": "MD5 (EAN)",
  "text_mirror": "Miroir (EAN)",
  "text_package": "Emballer (EAN)",
  "text_partgame": "Fichier pièce (EAN)",
  "third_login_discord_enter_ingame": "Entrer dans le jeu avec Discord (EAN)",
  "third_login_discord_enter_link": "Lier la discorde (EAN)",
  "third_login_discord_enter_web": "Entrer sur le Web avec Discord (EAN)",
  "third_login_twitter_enter_ingame": "Entrer dans le jeu avec Twitter (EAN)",
  "third_login_twitter_enter_web": "Entrer sur le Web avec Twitter (EAN)",
  "title_ip": "Adresse IP (EAN)",
  "title_stats_server": "SERVEUR",
  "title_stats_tcpu": "CPU",
  "title_stats_tname": "NOM",
  "title_stats_tonline": "EN LIGNE",
  "title_stats_tram": "RAM",
  "title_time": "Temps (EAN)"
}