{
	"home_back": "Kembali ke rumah",
	"home_title": "Rumah",
	"home_description": "Males nulis, nanti coba tanya ke ChatGPT",
	"home_keyword": "YuukiPS",
	"home_404": "Kemungkinan Anda sedang mengakses halaman yang tidak tersedia atau mungkin karena saat ini Anda menggunakan jaringan proxy untuk mengunduh data game (jika demikian, matikan terlebih dahulu lalu coba muat ulang tautan unduhan lagi)",
	"home_lead": "YuukiPS adalah layanan server pribadi tempat Anda dapat memainkan yang lain<p>daripada server resmi dan lebih bebas melakukan apa saja.</p>",
	"home_bt_title_command": "Akses Perintah",
	"home_bt_title_play": "Dimainkan",
	"home_bt_title_loginnreg": "Akun",
	"home_bt_title_doc": "Dokumentasi",
	"home_info1": "YuukiPS gratis, jika Anda membeli akun dari toko online Anda telah ditipu, jadi berhati-hatilah.",
	"home_info2": "YuukiPS gratis, jika Anda membeli akun dari toko online Anda telah ditipu, jadi berhati-hatilah.",
	"announcement_title": "Pengumuman",
	"announcement_description": "Pengumuman ini hanya muncul di dalam game, apa yang Anda cari?",
	"announcement_keyword": "YuukiPS",
	"account_title": "Akun YuukiPS",
	"account_username": "Nama belakang",
	"account_password": "Kata sandi",
	"account_password_info": "Kata sandi ini digunakan untuk mengelola akun data Anda seperti data pemain di setiap server, jadi jangan lupa kata sandi Anda. ",
	"account_password_tes": "Harap ketik ulang kata sandi",
	"account_email": "Surel",
	"account_email_info": "Email ini digunakan untuk pengaturan ulang kata sandi atau pembaruan akun.",
	"account_login_title": "Gabung",
	"account_login_description": "Ini untuk masuk ke Akun YuukiPS Anda.",
	"account_login_keyword": "YuukiPS",
	"account_register_title": "Daftar",
	"account_register_description": "Ini untuk mendaftarkan Akun YuukiPS Anda.",
	"account_register_keyword": "YuukiPS",
	"account_register_ok": "Anda dapat menutup halaman ini, menggunakan nama pengguna yang Anda buat.",
	"command_title": "Akses Perintah",
	"command_description": "Ini untuk Akses Perintah ke dalam game sehingga Anda dapat mengontrol apa yang terjadi dalam game",
	"command_keyword": "YuukiPS",
	"game_title_id_1": "Memainkan Genshin Impact Server Pribadi",
	"game_description_id_1": "Mulailah petualangan yang tak terlupakan di dunia Genshin yang menawan, Bergabunglah dengan server pribadi kami untuk petualang sejati dan jelajahi lanskap luas, ruang bawah tanah yang menakutkan, dan makhluk mistis. Terlibat dalam pencarian epik, pertempuran, dan temukan harta karun. Sesuaikan karakter Anda, bina aliansi, dan taklukkan tantangan di alam semesta yang terus berkembang. Bergabunglah dengan kami sekarang dan jadilah legenda di Genshin Impact Game",
	"game_keyword_id_1": "YuukiPS, Genshin Impact, Server Pribadi, Hack Melon",
	"game_title_id_2": "Memainkan Star Rail Server Pribadi",
	"game_description_id_2": "Mulailah petualangan yang tak terlupakan di dunia Star Rail yang menawan, Bergabunglah dengan server pribadi kami untuk petualang sejati dan jelajahi lanskap luas, ruang bawah tanah yang menakutkan, dan makhluk mistis. Terlibat dalam pencarian epik, pertempuran, dan temukan harta karun. Sesuaikan karakter Anda, bina aliansi, dan taklukkan tantangan di alam semesta yang terus berkembang. Bergabunglah dengan kami sekarang dan jadilah legenda di Star Rail",
	"game_keyword_id_2": "YuukiPS, Rel Bintang, Server Pribadi, Hack Melon",
	"game_portal_title_download": "Unduh permainan",
	"game_portal_title_release": "Rilis",
	"game_portal_title_gamedata": "Data Permainan",
	"game_portal_title_voicedata": "Data Suara",
	"game_portal_title_stats": "Statistik",
	"game_portal_title_stats_tname": "NAMA",
	"game_portal_title_stats_tonline": "ON LINE",
	"game_portal_title_stats_tcpu": "CPU",
	"game_portal_title_stats_tram": "RAM",
	"game_title_soon": "Akan segera tersedia...",
	"api_db_account_login_ok": "Berhasil masuk",
	"api_db_account_login_failed": "Tidak bisa login, coba login ulang.",
	"api_db_account_registered_close": "Akun belum terdaftar, harap daftarkan akun di ps.yuuki.me",
	"api_db_account_registered_ok": "Akun berhasil didaftarkan",
	"api_db_account_registered_failed": "Akun gagal didaftarkan",
	"api_db_account_failed0": "Basis data gagal terhubung, coba lagi (0)",
	"api_db_account_failed1": "Basis data gagal terhubung, coba lagi (1)",
	"api_db_account_duplication_uid_by_registered": "UID akun ini sudah digunakan, coba buat akun dengan UID yang berbeda",
	"api_db_account_duplication_username_by_registered": "Tidak dapat mendaftarkan akun, karena nama pengguna ini telah digunakan",
	"api_check_username_invaild": "Nama pengguna hanya boleh minimal 3 dan 50 huruf dan tidak boleh memiliki karakter khusus, atau menggunakan format email",
	"api_captcha_failed": "Captcha yang Anda masukkan salah atau belum diselesaikan",
	"api_password_notpass": "Ketik Ulang Kata Sandi tidak sama dengan kata sandi asli, coba ketik kata sandi dengan hati-hati, pastikan sama.",
	"api_web_error_unknown": "Kesalahan tidak diketahui, harap hubungi admin",
	"footer_message": "© 2023 YuukiPS. Semua hak dilindungi undang-undang.Kami mungkin membuat kesalahan pemrogram sesekali, tapi hei, bahkan hak cipta ini dihasilkan oleh ChatGPT. Dan jangan khawatir, semua kode kami asli—yah, kecuali untuk satu kali itu kami secara tidak sengaja menyalin semuanya dari GitHub",
	"json_comment_info_launcher_yuukips": "Jika Anda ingin terhubung dengan kami secara resmi, silakan unduh ini. ",
	"json_comment_info_launcher_yuukips_video": "Ini adalah tutorial resmi untuk menghubungkan YuukiPS dengan YuukiPS Launcher",
	"json_comment_info_launcher_cultivation": "Ini adalah Peluncur Alternatif yang memodifikasi klien game Anda untuk terhubung ke server pribadi di mana saja dan menyertakan dukungan localhost dan melakukan banyak hal seperti mod.",
	"json_comment_info_fiddler_patch": "Patch manual tanpa launcher, di 2.8 butuh file Patch dll untuk bisa join private server jadi jangan lupa patch dengan RSAPatch",
	"json_comment_info_fiddler_nopatch": "Proksi game Anda sehingga Anda dapat terhubung ke server pribadi dan tidak memerlukan tambalan, dll.",
	"json_comment_info_RSAPatch": "Tambalan manual tanpa peluncur, Anda memerlukan RSAPatch untuk versi 1.3.0 untuk bergabung dengan server pribadi 3.2-3.7",
	"json_comment_info_launcher_cn": "Peluncur Alternatif untuk tambalan anime game untuk dukungan koneksi ke Server Pribadi lain atau localhost",
	"json_comment_info_launcher_tutorial_en": "Jika Anda lebih memahami bahasa Inggris, baca dokumentasi versi tidak resmi",
	"json_comment_info_launcher_tutorial_cn": "Jika Anda orang Cina, Anda dapat mengikuti tutorial resmi di sini.",
	"json_comment_info_launcher_gamedata": "jika Anda tidak ingin mengunduh dalam game, Anda dapat menggunakan data game ini."
}
