{
  "404_body": "Kemungkinan kamu mengakses halaman yang tidak tersedia atau mungkin karena kamu sedang menggunakan jaringan proxy untuk mendownload data game (kalau iya, matikan dulu lalu coba muat ulang link downloadnya lagi) atau bisa pakai FDM/IDM",
  "404_title": "Tidak Ditemukan",
  "GMRetcode_-1": "Perintah gagal.",
  "GMRetcode_0": "Perintah berhasil dijalankan.",
  "GMRetcode_1": "Kesalahan SVR?",
  "GMRetcode_4": "Anda mungkin masih offline dalam game (belum main gamenya)",
  "GMRetcode_617": "Item ini tidak dapat ditambahkan karena tempat penyimpanan penuh atau terlalu banyak item.",
  "GMRetcode_860": "Item ini mungkin tidak bisa ditambahkan karena event sudah berakhir (alias tidak ada gunanya)",
  "LOGIN_REQUIRED": "Akses ke halaman ini memerlukan login, silahkan login terlebih dahulu.",
  "LOGOUT_DONE": "Anda telah berhasil keluar",
  "account_code_in_email": "Kode Email",
  "account_email": "Email",
  "account_email_info": "Email ini digunakan untuk mereset kata sandi atau memperbarui akun.",
  "account_forgetpassword_description": "Apakah Anda lupa kata sandi akun YuukiPS Anda? Anda bisa melakukannya disini",
  "account_forgetpassword_info": "Biarkan semua bagian kosong di bawah ini jika Anda belum menerima email dari kami.",
  "account_forgetpassword_keyword": "YuukiPS",
  "account_forgetpassword_title": "Lupa Sandi",
  "account_forgotpassword": "Lupa Sandi",
  "account_home_announcement_bt": "Pelajari lebih lanjut",
  "account_home_announcement_description": "Halaman ini masih dalam tahap pengembangan, jadi akan dibuat sederhana asalkan berfungsi. {{username}} adalah nama pengguna ini.",
  "account_home_announcement_header": "Pengumuman",
  "account_home_announcement_title": "Halo {{name}}",
  "account_home_bt_relogin_ingame": "Izinkan semua orang untuk login di dalam permainan.",
  "account_home_bt_relogin_ingame_iplock": "Izinkan hanya login di dalam permainan dengan alamat IP saat ini (keamanan tinggi).",
  "account_home_code": "Kode (Akses API) (Anda dapat mengatur 4 digit angka untuk mengakses perintah web/bot atau api. Jika Anda membiarkannya kosong, perintah web/bot atau fungsi api akan dinonaktifkan.)",
  "account_home_description": "Untuk mengakses akun, silakan login dulu.",
  "account_home_email": "Email",
  "account_home_gencode": "Generator",
  "account_home_info_link": "Login Pihak Ketiga (Opsi)",
  "account_home_info_link_set": "Tautan",
  "account_home_info_link_unset": "Putuskan tautan",
  "account_home_invaild_ip": "Agar lebih aman silahkan masukan alamat ip anda disini, agar hanya anda saja yang bisa mengakses game walaupun tanpa kata sandi.<br>(5x alamat ip didukung: ip_house1,ip_house_2,ip_work1)",
  "account_home_ip": "Alamat IP Diizinkan Dalam Game (IP Anda: {{ip}}) (Pilihan)",
  "account_home_keyword": "YuukiPS",
  "account_home_name": "Nama",
  "account_home_nopassword_game": "Kata sandi kosong, Ini akan baik-baik saja jika Anda mengaktifkan login hanya dengan ip yang diizinkan, tetapi jika tidak akan memudahkan orang untuk login dalam game lalu menghapus item, misi, atau mengacaukan data pemain Anda.<br>Fitur saat ini tidak tersedia, jadi harap kosongkan saja.",
  "account_home_nopassword_web": "Kata sandi kosong, ini akan membuat akun mudah diretas, harap diubah.",
  "account_home_password_game": "Kata Sandi (Dalam Game) (Opsi)",
  "account_home_password_infosave": "Biarkan kosong atau jangan diubah jika tidak ingin diubah.<br>Jika Anda tidak memiliki kata sandi saat ini (Dalam Web), biarkan kosong.",
  "account_home_password_web": "Kata Sandi (Dalam Web)",
  "account_home_password_web2": "Kata Sandi Saat Ini (Dalam Web)",
  "account_home_relogin_ingame": "Anda memiliki waktu <time data-now='{{login}}' data-type='sec'>???</time> untuk melakukan login (di dalam permainan). Jika waktu habis, Anda harus mengizinkan login di dalam permainan lagi, dengan mengklik tombol di bawah ini:",
  "account_home_relogin_ingame_info": "Setelah diizinkan untuk masuk ke dalam permainan, Anda memiliki waktu 2-5 menit untuk menyelesaikan proses login ke dalam permainan. Jika orang lain telah masuk sebelum Anda selama waktu masih berjalan, akun Anda akan terkunci dan Anda harus melakukannya lagi. Ini berguna untuk mencegah orang lain masuk ke dalam permainan karena tidak ada fungsi kata sandi saat Anda masuk ke dalam permainan, artinya setiap kata sandi akan berfungsi.",
  "account_home_save": "Simpan",
  "account_home_signature": "Signature",
  "account_home_tab_account": "Akun",
  "account_home_tab_historylogin": "Jejak Login",
  "account_home_tab_server": "Server",
  "account_home_title": "Manajer Akun",
  "account_home_username": "Nama pengguna",
  "account_login_description": "Ini untuk Login Akun YuukiPS Anda.",
  "account_login_keyword": "YuukiPS",
  "account_login_title": "Login",
  "account_newpassword": "Sandi Baru",
  "account_password": "Kata sandi",
  "account_password_info": "Kata sandi ini digunakan untuk mengelola data akun Anda seperti data pemain di setiap server, jadi jangan lupa kata sandi Anda. ",
  "account_password_tes": "Silakan ketik ulang kata sandi anda",
  "account_register_description": "Ini untuk mendaftarkan Akun YuukiPS Anda.",
  "account_register_keyword": "YuukiPS",
  "account_register_ok": "Anda dapat menutup halaman ini, menggunakan nama pengguna yang Anda telah dibuat.",
  "account_register_title": "Daftar",
  "account_title": "Akun YuukiPS",
  "account_uid_home": "Akun UID",
  "account_uid_player": "Player UID",
  "account_username": "Nama pengguna",
  "announcement_description": "Pengumuman ini hanya muncul di dalam game, apa yang kamu cari?",
  "announcement_keyword": "YuukiPS",
  "announcement_title": "Pengumuman",
  "api_account_forgot_code_incorrect": "Sandi tidak dapat diubah karena kode salah, coba lagi.",
  "api_account_forgot_send_email_error": "Kode untuk reset sandi gagal terkirim ke email anda, harap lapor ke admin?",
  "api_account_forgot_send_email_ok": "Kode untuk mereset kata sandi Anda telah dikirimkan ke email Anda, silakan gunakan untuk mereset.",
  "api_account_forgot_update_code_error": "Tidak dapat lupa kata sandi karena gagal memperbarui kode, coba lagi.",
  "api_account_forgot_update_password_error": "Lupa sandi tidak bisa dilakukan karena gagal mengganti sandi baru, coba laporkan ke admin?",
  "api_account_forgot_update_password_ok": "Berhasil mengganti sandi, sekarang Anda bisa login dengan sandi baru",
  "api_account_nopassword": "Tidak bisa atur sandi, karena yang kamu isi kosong.",
  "api_account_notfound": "Akun tidak ditemukan",
  "api_account_password_invalid": "Sandi hanya boleh minimal 3 dan maksimal 50 huruf",
  "api_captcha_failed": "Captcha yang anda masukkan salah atau belum terselesaikan",
  "api_check_username_invaild": "Nama pengguna hanya boleh minimal 3-50 huruf dan tidak boleh memiliki karakter khusus, atau menggunakan format email",
  "api_cmd_account_notfound": "Kami tidak dapat menemukan data akun Anda, jadi coba hubungi admin",
  "api_cmd_blockadmin": "Perintah ini tidak bisa digunakan sementara karena diblokir oleh admin untuk menjaga kestabilan server.",
  "api_cmd_code_incorrect": "Kode akses salah, Tips: pastikan kamu save kodenya jangan cuma di generator",
  "api_cmd_config_game2": "Game ini belum support kak.",
  "api_cmd_config_game3": "Terjadi masalah serius kak, coba hubungi admin.",
  "api_cmd_lengthmax": "Batas huruf hanya boleh sampai {{limit}}, Anda sedang menggunakan {{now}}",
  "api_cmd_maxline": "Perintah tersebut hanya dapat dijalankan {limit}x, saat ini Anda menggunakan perintah {now}x secara bersamaan",
  "api_cmd_no_code": "Kode kosong.",
  "api_cmd_no_command": "Perintah yang kamu isi kosong, bruh buat apa coba",
  "api_cmd_no_serverid": "Nama server yang kamu isi kosong",
  "api_cmd_no_uid": "Uid player yang kamu isi kosong",
  "api_cmd_noconfig1": "Nama server tidak ditemukan, coba muat ulang data pemain Anda di akun manajer lalu coba lagi.",
  "api_cmd_noconfig2": "Konfigurasi server tidak ditemukan, coba hubungi admin",
  "api_cmd_ok": "Perintah berhasil dijalankan",
  "api_cmd_player_notfound": "Pemain ini tidak ditemukan? coba hubungi admin",
  "api_cmd_player_offline": "Pemain ini offline, pastikan Anda bermain menggunakan akun yang sama.",
  "api_cmd_player_timeout": "Perintah ini tidak dapat dijalankan mungkin karena server sedang down",
  "api_cmd_player_unknown": "Perintah ini tidak diketahui, coba laporkan ke admin",
  "api_cmd_remote_noset": "Untuk mengakses perintah web atau bot silakan masukkan kode, Ikuti instruksi di https://ps.yuuki.me/blog/documentation/cmd",
  "api_db_account_duplication_by_registered": "Tidak dapat mendaftarkan akun, karena nama pengguna atau email telah digunakan",
  "api_db_account_duplication_uid_by_registered": "UID akun ini sudah digunakan, coba buat akun dengan UID lain",
  "api_db_account_email_duplication": "Email ini sudah digunakan di akun lain, harap gunakan akun lain.",
  "api_db_account_email_invaild": "Email tidak valid, pastikan email benar karena yang penting menggunakan fitur lupa kata sandi",
  "api_db_account_email_none": "kenapa emailnya kosong?",
  "api_db_account_expiredlogin": "Login telah habis masa berlakunya, Anda harus login kembali, Ikuti petunjuk di https://ps.yuuki.me/blog/documentation/login",
  "api_db_account_failed0": "Database gagal terhubung, coba lagi (0)",
  "api_db_account_failed1": "Database gagal terhubung, coba lagi (1)",
  "api_db_account_invalid_ip_list": "Daftar IP tidak valid.",
  "api_db_account_iplock": "Akun ini dikunci dengan alamat ip tertentu, Ikuti instruksi di https://ps.yuuki.me/blog/documentation/login",
  "api_db_account_link_faild": "Gagal menambahkan login pihak ketiga",
  "api_db_account_link_ok": "Berhasil menambahkan login pihak ketiga",
  "api_db_account_login_block": "(Anda memiliki peluang {{xRateLimitRemaining}}x, jika {{xRateLimitCount}}x masih gagal, Anda akan diblokir sementara)",
  "api_db_account_login_failed": "Tidak dapat login, coba login ulang.",
  "api_db_account_login_notfound_expired": "Silakan login kembali karena sesi login ini sudah kedaluwarsa.",
  "api_db_account_login_notfound_ingame": "Akun ini belum terdaftar, Ikuti instruksi di https://ps.yuuki.me/blog/documentation/login",
  "api_db_account_login_notfound_link": "Login pihak ketiga ini belum ditautkan oleh akun mana pun, Ikuti instruksi di https://ps.yuuki.me/blog/documentation/login",
  "api_db_account_login_notfound_web": "Akun ini belum terdaftar, silakan buat akun terlebih dahulu!.",
  "api_db_account_login_ok": "Berhasil login",
  "api_db_account_name_none": "Nama tidak boleh kosong",
  "api_db_account_password_invaild_web": "Kata sandi untuk Manajer Akun (Web) tidak valid",
  "api_db_account_password_none": "Kata sandi kosong, harus diisi.",
  "api_db_account_password_none_web": "Kata sandi akses Account Manager (Web) kosong, harap diisi karena ini penting.",
  "api_db_account_password_wrong": "Kata sandi salah.",
  "api_db_account_passwordingame_unavailable": "Fitur ini belum tersedia untuk menambahkan kata sandi di dalam game",
  "api_db_account_registered_failed": "Akun gagal didaftarkan",
  "api_db_account_registered_noemail": "Pendaftaran gagal karena tidak ada email.",
  "api_db_account_registered_nopassword": "Pendaftaran gagal karena tidak ada kata sandi.",
  "api_db_account_registered_ok": "Akun berhasil didaftarkan",
  "api_db_account_registered_password": "Kata sandi hanya boleh minimal 3 dan maksimal 50 huruf",
  "api_db_account_save_failed_by_wrongpassword": "Gagal menyimpan pengaturan karena kata sandi web saat ini tidak cocok.",
  "api_db_account_sessionKey_failed": "Akses ke akun pengelola telah kedaluwarsa, silakan login kembali",
  "api_db_account_token_failed": "Token ini mungkin sudah kadaluwarsa atau tidak ditemukan, silakan login kembali.",
  "api_db_account_token_ok": "berhasil terhubung dengan token",
  "api_db_account_unlink_faild": "Gagal mencabut login pihak ketiga",
  "api_db_account_unlink_ok": "Berhasil mencabut login pihak ketiga.",
  "api_db_account_update_ok": "Akun berhasil diperbarui",
  "api_db_cdkey_close": "Kode penukaran ini belum bisa dipakai.",
  "api_db_cdkey_dberror": "Kode penukaran ini tidak dapat digunakan karena kesalahan database.",
  "api_db_cdkey_emptykey": "Kode penukaran kosong, silakan diisi.",
  "api_db_cdkey_expire": "Kode penukaran ini telah kedaluwarsa.",
  "api_db_cdkey_limit": "Kode penukaran telah digunakan atau sudah habis.",
  "api_db_cdkey_noconfig": "Kode Redeem tidak bisa di pakai karena server tidak tersedia.",
  "api_db_cdkey_noenabled": "Kode penukaran ini tidak dapat digunakan untuk sementara waktu.",
  "api_db_cdkey_nokey": "Kode penukaran salah atau tidak ditemukan.",
  "api_db_cdkey_notemplate": "Tidak ditemukan template konfigurasi.",
  "api_db_cdkey_ok": "Kode penukaran berhasil diperoleh.",
  "api_invaild_type_login1": "Jenis login tidak diketahui, silakan hubungi admin.",
  "api_password_notpass": "Ketik Ulang Kata Sandi tidak sama dengan kata sandi asli, usahakan mengetikkan kata sandi dengan hati-hati, pastikan sama.",
  "api_ratelimit_api_account": "Saat ini Anda untuk sementara tidak dapat mengakses API ini karena memasukkan terlalu banyak data yang salah ({{limit}}x), harap tunggu lagi {{mxinutes}} menit.",
  "api_ratelimit_api_account_reload": "Anda memuat ulang data pemain terlalu banyak ({{limit}}x), yang seharusnya tidak perlu dilakukan berkali-kali, gunakan saat Anda memasuki server atau wilayah baru yang belum digunakan. dan pastikan Anda saat itu online di game. Anda dapat menggunakannya setelah {{mxinutes}} menit berikutnya.",
  "api_ratelimit_api_cmd": "Anda diblokir sementara, karena telah mencoba memasukkan kode ({{limit}}x) tetapi masih gagal, Anda akan dapat mengakses kembali setelah {{mxinutes}} menit tersisa hingga reset.",
  "api_ratelimit_block1": "Diblokir Sementara",
  "api_ratelimit_cmd": "Setiap perintah hanya dapat dijalankan setiap {{limit}} detik",
  "api_ratelimit_login_guest": "Anda diblokir sementara, karena Anda mencoba login ({{limit}}x) tetapi masih gagal, Anda akan dapat mengakses kembali setelah {{mxinutes}} menit tersisa hingga reset.",
  "api_ratelimit_login_normal": "Anda diblokir sementara, karena Anda mencoba login ({{limit}}x) tetapi masih gagal, Anda akan dapat mengakses kembali setelah {{mxinutes}} menit tersisa hingga reset.",
  "api_ratelimit_login_token": "Anda diblokir sementara, karena Anda mencoba login ({{limit}}x) tetapi masih gagal, Anda akan dapat mengakses kembali setelah {{mxinutes}} menit tersisa hingga reset.",
  "api_ratelimit_point_free": "Poin gratis hanya dapat diperoleh {{limit}}x per hari, Anda dapat menggunakannya kembali setelah {{mxinutes}} menit.",
  "api_server_login_account_notfound": "Akun dengan UID ini tidak ditemukan, Ikuti instruksi di https://ps.yuuki.me/blog/documentation/cmd",
  "api_server_login_accountid_empty": "Silakan masukkan Akun YuukiPS UID Anda !!!",
  "api_server_login_code_empty": "Kode yang Anda masukkan kosong!!!",
  "api_server_login_code_incorrect": "kode yang anda masukkan salah",
  "api_server_login_code_noset": "Untuk mengakses perintah web atau bot silakan masukkan kode, Ikuti instruksi di https://ps.yuuki.me/blog/documentation/cmd",
  "api_server_login_error": "Ada yang tidak beres, harap hubungi admin.",
  "api_server_login_noplayer": "Anda belum memiliki data pemain di server mana pun, coba muat ulang data pemain dengan mengikuti instruksi di https://ps.yuuki.me/blog/documentation/cmd",
  "api_server_login_ok": "Berhasil terhubung",
  "api_web_error_unknown": "Kesalahan tidak diketahui, silakan hubungi admin",
  "bt_logout": "Keluar",
  "bt_reload": "Muat ulang Player Data",
  "command_description": "Ini untuk akses perintah ke dalam game sehingga anda dapat mengontrol apa yang terjadi di dalam game",
  "command_keyword": "YuukiPS",
  "command_title": "Akses Perintah",
  "footer_disclaimer": "Semua aset milik pemiliknya masing-masing. Genshin Impact dan Honkai: Star Rail adalah merek dagang terdaftar dari Cognosphere Ltd. dan miHoYo Co., Ltd. Situs ini tidak terkait dengan Cognosphere atau miHoYo Co., Ltd. dalam kapasitas resmi apa pun. Sebagian konten di situs web disediakan oleh penggunanya. Website ini adalah sebuah karya fiksi. Nama, tokoh, usaha, peristiwa dan kejadian merupakan produk imajinasi penulis. Kemiripan apa pun dengan individu, hidup atau tidak, atau hal lain apa pun yang ada dalam kehidupan nyata dapat dianggap kebetulan. Situs web ini adalah parodi dan dilindungi oleh penggunaan wajar. Penciptanya, meskipun menjadi bagian dari program Pembuat Konten, tidak memiliki karakter aslinya, tetapi menggunakannya untuk tujuan tampilan; jika Anda mewakili entitas yang mempunyai masalah dengan hal itu, hubungi saya melalui saluran komunikasi mana pun yang tersedia. Informasi yang terdapat di situs web ini hanya untuk tujuan informasi dan situs web. Kami tidak membuat pernyataan atau jaminan apa pun, tersurat maupun tersirat, mengenai kelengkapan, keakuratan, keandalan, kesesuaian atau ketersediaan sehubungan dengan situs web atau informasi, produk, layanan, atau gambar terkait yang terdapat di situs web untuk tujuan apa pun. Oleh karena itu, ketergantungan apa pun yang Anda berikan pada informasi tersebut sepenuhnya merupakan risiko Anda sendiri. Situs web ini menggunakan data yang tersedia secara terbuka. Kami tidak menguji pada hewan. Situs web ini mungkin berisi tautan ke situs eksternal yang tidak dioperasikan oleh penciptanya. Pencipta tidak bertanggung jawab dan tidak memiliki kendali atas konten situs-situs ini, kecuali dalam kasus di mana ia benar-benar melakukannya karena alasan tertentu. Pandangan dan pendapat yang diungkapkan oleh pemilik website belum tentu mencerminkan pandangan dan pendapat pemilik website secara keseluruhan. Dengan menggunakan situs web ini, Anda setuju untuk menggunakan situs web ini.",
  "footer_message": "Selamat datang di server pribadi eksklusif kami—surga digital yang dibuat untuk Anda dan teman terdekat Anda! Ruang yang aman dan intim ini dirancang untuk komunikasi yang lancar, upaya kolaboratif, dan berbagi pengalaman. Dengan fokus pada privasi, server kami memastikan bahwa interaksi Anda tetap berada dalam lingkaran kepercayaan teman dekat Anda.",
  "game_description_id_1": "Mulailah petualangan tak terlupakan di dunia Game Genshin Impact yang menawan, Bergabunglah dengan server pribadi kami untuk petualang sejati dan jelajahi lanskap luas, ruang bawah tanah yang menakutkan, dan makhluk mistis. Terlibat dalam pencarian epik, pertempuran, dan temukan harta karun yang tersembunyi. Sesuaikan karakter Anda, bina aliansi, dan taklukkan tantangan di alam semesta yang terus berkembang. Bergabunglah dengan kami sekarang dan jadilah legenda di Genshin Impact Game",
  "game_description_id_2": "Mulailah petualangan tak terlupakan di dunia Star Rail yang menawan, Bergabunglah dengan server pribadi kami untuk petualang sejati dan jelajahi bentang alam yang luas, ruang bawah tanah yang menakutkan, dan makhluk mistis. Terlibat dalam pencarian epik, pertempuran, dan temukan harta karun yang tersembunyi. Sesuaikan karakter Anda, bina aliansi, dan taklukkan tantangan di alam semesta yang terus berkembang. Bergabunglah dengan kami sekarang dan jadilah legenda di Star Rail",
  "game_direct_bt": "Bantu saya",
  "game_direct_fail": "Verifikasi gagal",
  "game_direct_info": "Kami tahu semua orang membenci iklan, namun ini adalah cara lain bagi kami untuk mendapatkan dana guna membayar tagihan server setiap bulan selain dari <a href='/sponsor'>sponsor</a>. Kami juga melakukan hal ini untuk mencegah perusahaan anime menghapus link download yang telah mereka coba beberapa kali namun tetap gagal.<br><br>Beberapa cara untuk mendapatkan Link Langsung:<br>* Klik link yang mau di download -> lewati situs iklan nya (yang nonton anime bajak pasti tau dah) > Selesai<br>* <a href='/blog/documentation/login'>Daftar YuukiPS dan Masuk</a> -> Kembali Ke Halaman Ini -> Selesai<br>* Selesaikan Tantangan Captcha -> Selesai<br><br>Jika 3 cara ini masih tidak berhasil, au deh dah pusing xd.<br><br>Catatan:<br>* Jika link download tidak berfungsi atau lambat, silakan gunakan VPN seperti <a href='https://www.touchvpn.net/platform.html' target='blank'>TouchVpn</a> atau <a href='https://1.1.1.1/ ' target='blank'>WARP</a>.<br>* Semua server YuukiPS didukung oleh Sponsor & Iklan. semua orang bisa mengakses perintah tanpa membayar, hanya saja ada batasan waktu untuk setiap perintah agar lebih stabil sehingga semua orang senang, jadi jika Anda membeli akun YuukiPS atau membayar untuk mendapatkan akses perintah, itu berarti Anda ditipu. hati-hati gan",
  "game_direct_ok": "Tautan unduhan langsung sekarang sudah muncul, coba kamu cek linknya dibawah pesan ini",
  "game_keyword_id_1": "YuukiPS,Genshin Impact,Server Pribadi,Retas Melon",
  "game_keyword_id_2": "YuukiPS, Star Rail, Server Pribadi, Hack Melon",
  "game_portal_title_download": "Unduh Permainan",
  "game_portal_title_gamedata": "Data Permainan",
  "game_portal_title_release": "Rilis",
  "game_portal_title_voicedata": "Data Suara",
  "game_portal_update": "Sepertinya anda menggunakan versi {{version}}, yang mungkin tidak lagi didukung atau server mungkin tidak tersedia untuk versi tersebut.",
  "game_title_id_1": "Mainkan Genshin Impact Server Pribadi",
  "game_title_id_2": "Mainkan Star Rail Server Pribadi",
  "game_title_soon": "Akan segera tersedia...",
  "home_description": "YuukiPS menghosting dan mengoperasikan beberapa server game anime, menawarkan peluncur yang ramah pengguna. Secara otomatis mendeteksi, mengunduh, memverifikasi data game, menerapkan patch, dan meluncurkan game dengan mulus.",
  "home_info1": "YuukiPS ini gratis, jika Anda membeli akun dari toko online, Anda mungkin telah ditipu, jadi berhati-hatilah.",
  "home_keyword": "YuukiPS",
  "home_title": "Beranda",
  "ingame_join_unavailable": "Server ini sementara tidak tersedia",
  "ingame_update": "Saat ini, tidak ada server yang kompatibel dengan versi {{version}} dari klien permainan yang kamu gunakan.\n\njadi saran kami segara {{action}} klien game anda untuk terus bermain dengan bersama kami.\n\n Versi yang disarankan: {{recommended}}.",
  "json_comment_info_Mhypbase": "Jika anda sudah punya file 3.2.0 tanpa patch (asli), anda bisa gunakan ini untuk patch dan proxy sekaligus, jadi anda hanya perlu extract file ini ke folder game anda lalu buka game, yap hanya itu tidak perlu launcer atau proxy.",
  "json_comment_info_RSAPatch": "Ini adalah file untuk patch game, anda memerlukan ini agar dapat dapat bergabung dengan server pribadi 4.0.1, jika anda sudah menggunakan YuukiPS launcher ini tidak perlu, ini digunakan jika anda menggunakan cara manual seperti fiddler",
  "json_comment_info_fiddler_nopatch": "Fiddler adalah aplikasi proxy, berguna untuk mengarahkan semua jaringan server resmi ke private server. (ini tidak perlu patch hanya perlu proxy)",
  "json_comment_info_fiddler_patch": "Fiddler adalah aplikasi proxy, berguna untuk mengarahkan semua jaringan server resmi ke private server tapi ini tidak di sertai patch jadi jangan lupa patch dengan RSAPatch jika versi 4.0.1 atau Mhypbase jika 3.2.0",
  "json_comment_info_gamedata_android": "Jika mengunduh data di dalam game gagal, silakan gunakan ini untuk mengunduh manual. Kami tidak sarankan menggunakan ini karena server kami sudah mendukung download game data melalui in-game. jadi tidak perlu download.",
  "json_comment_info_gamedata_pc": "Jika belum mempunyai data game 4.0.1 silahkan download full version dan ingat jika download file ber-part pastikan semua part di download yah jangan cuma part 1 doang. saat ini private server belum mendukung versi 4.3.0 jadi jangan gunakan versi itu, harus pasti 4.0.1 (ini sama dengan 4.0.0 yah bukan 4.1.0) atau 4.0.0 atau 3.2.0 .Untuk data suara, kami sarankan tidak perlu di download karena server kami sudah support download in-game.",
  "json_comment_info_gamedata_pc_32": "Karena mihoyo telah menghapus file 3.2 dari server mereka, hanya tautan ini yang berfungsi untuk mengunduh klien game 3.2, Kamu memerlukan ini untuk menjalankan GIO 3.2.",
  "json_comment_info_gamedata_pc_cn": "Sama seperti global.",
  "json_comment_info_gamedata_pc_oneclick": "Ini adalah paket yang sudah dimodifikasi, jadi Anda hanya perlu mendownload semua bagiannya lalu ekstrak filenya (GI-3.2-PC-YuukiPS.zip) dimana saja, lalu mainkan hanya dengan membuka `GenshinImpact.exe` ini tidak memerlukan proxy atau patch karena sudah ada di dalam paket.",
  "json_comment_info_launcher_cultivation": "Ini adalah peluncur alternatif yang memodifikasi klien game anda untuk terhubung ke server pribadi di mana saja dan menyertakan dukungan localhost dan melakukan banyak hal seperti mod.",
  "json_comment_info_launcher_yuukips": "Ini adalah peluncur yang telah dimodifikasi untuk terhubung ke server YuukiPS, unduh ini jika anda ingin bermain bersama kami.(Note buat pengguna Android, meskipun ini rilis versi china tampilkan login akan berbahasa cina tapi setelah anda berhasil login atau masuk in-game itu akan berubah otomatis ke bahasa ingrris kembali.)",
  "json_comment_info_readme_android": "Jika Anda pengguna Android, silakan klik `BACA SAYA` jika Anda tidak tahu apa yang harus dilakukan sekarang.",
  "json_comment_info_readme_ios": "Jika Anda pengguna iOS atau MAC, silakan klik `BACA SAYA` jika Anda tidak tahu apa yang harus dilakukan sekarang.",
  "json_comment_info_readme_pc": "Jika Anda pengguna PC, silakan klik `BACA SAYA` jika Anda tidak tahu apa yang harus dilakukan sekarang.",
  "login_game_normal_hk4e": "Login melalui Genshin Impact",
  "login_game_normal_hkrpg": "Login melalui Star Rail",
  "login_game_token_thirdlogin_hk4e": "Masuk Genshin Impact menggunakan token akses pihak ketiga",
  "login_game_token_thirdlogin_hkrpg": "Masuk Star Rail menggunakan token akses pihak ketiga",
  "login_game_token_verify_hk4e": "Login melalui Genshin Impact dengan token",
  "login_game_token_verify_hkrpg": "Login melalui Star Rail dengan token",
  "login_web_normal": "Login Situs",
  "point_description": "Hasilkan poin untuk digunakan pada perintah berat atau proyek lain yang membutuhkan poin.",
  "point_error_captcha_noverify": "Gagal mendapatkan poin karena salah captcha.",
  "point_error_code": "Kesalahan dekripsi, mungkin sudah digunakan atau kedaluwarsa.",
  "point_error_decrypt": "Dekripsi gagal karena beberapa alasan tertentu, coba hubungi admin.",
  "point_error_getlink": "Terjadi masalah saat proses pengambilan link, coba hubungi admin.",
  "point_error_getlinkdb": "Tidak dapat poin karena update database gagal, coba hubungi admin.",
  "point_error_makelink": "Gagal membuat link untuk mendapatkan poin, coba hubungi admin.",
  "point_error_no_captcha": "Gagal mendapatkan poin karena captcha jaringan yang lambat.",
  "point_error_update": "Anda mendapat poin namun gagal mengupdate poin ke database, coba lapor ke admin.",
  "point_home_info": "Poin Anda saat ini adalah {{point}} (+{{point_max}})",
  "point_home_info1": "Apa ini?",
  "point_home_info1r": "Poin adalah mata uang digital, yang dapat ditukar dengan beberapa fungsi seperti membuka akses perintah (/give all untuk mendapatkan semuanya dengan mudah) atau digunakan untuk bot check-in harian atau hal lain di masa depan.",
  "point_home_info2": "Bagaimana cara mendapatkannya?",
  "point_home_info2r1": "Gratis: Anda hanya perlu menyelesaikan 'Tonton iklan atau Lewati Situs Iklan', dengan mengklik 'Dapatkan Poin'. Untuk pertama kalinya, jika Anda berhasil dalam tantangan, Anda akan mendapatkan 10 Poin, kemudian setelah itu Anda akan mendapatkan 1-3 Poin secara acak.",
  "point_home_info2r2": "(BELUM BISA DIPAKAI) Sponsor : Gratis 100 Point, setiap bulan jika sponsorship aktif dan setiap 'Tonton iklan' akan mendapat 3-6 Point secara acak.",
  "point_home_info3": "Tonton Iklan",
  "point_home_info3r1": "Dapatkan Poin",
  "point_home_info3r2": "Setelah Anda klik 'Dapatkan Poin' Anda akan diarahkan ke website penyedia periklanan. Di sana Anda dapat mengikuti instruksi mereka. Jika berhasil Anda akan diarahkan kembali ke sini dan Anda akan mendapatkan poin.",
  "point_home_info4": "Redeem Kode",
  "point_home_info4r1": "Kode",
  "point_home_info4r2": "Server",
  "point_home_info4r3": "Tukar",
  "point_home_info4r4": "Jika Anda memiliki kode penukaran, Anda dapat mengetiknya di sini.<br>Jika Anda ingin kode penukaran gratis, silakan bergabung dengan discord kami.(EAN)",
  "point_keyword": "YuukiPS, Poin",
  "point_ok": "Selamat, Anda berhasil mendapatkan poin.",
  "point_title": "Dapatkan Poin",
  "redeem_ok": "Kode ini berhasil didapatkan.",
  "sponsor_description": "Sponsor anda akan berkontribusi pada kinerja server yang optimal, memastikan lancar untuk semua pemain.",
  "sponsor_keyword": "YuukiPS",
  "sponsor_title": "Sponsor",
  "stats_description": "Statistik YuukiPS",
  "stats_keyword": "YuukiPS",
  "stats_title": "Statistik",
  "text_backhome": "Kembali ke Beranda",
  "text_direct": "Tautan Langsung",
  "text_disclaimer": "Pernyataan",
  "text_engine": "Mesin",
  "text_md5": "MD5",
  "text_mirror": "Mirror",
  "text_package": "Paket",
  "text_partgame": "Part file",
  "third_login_discord_enter_ingame": "Login dengan akses discord melalui game",
  "third_login_discord_enter_link": "Tautan Discord",
  "third_login_discord_enter_web": "Login dengan akses discord melalui situs",
  "third_login_twitter_enter_ingame": "Login dengan akses twitter melalui game",
  "third_login_twitter_enter_web": "Login dengan akses twitter melalui situs",
  "title_ip": "Alamat IP",
  "title_stats_server": "SERVER",
  "title_stats_tcpu": "CPU",
  "title_stats_tname": "NAMA",
  "title_stats_tonline": "ONLINE",
  "title_stats_tram": "RAM",
  "title_time": "Time"
}