{
  "404_body": "संभावना है कि आप एक पृष्ठ तक पहुँच रहे हैं जो उपलब्ध नहीं है या शायद आप वर्तमान में एक प्रॉक्सी नेटवर्क का उपयोग कर रहे हैं ताकि गेम डेटा डाउनलोड कर सकें (ऐसा हो तो, पहले इसे बंद करें और फिर डाउनलोड लिंक को फिर से लोड करने का प्रयास करें)।",
  "404_title": "404 नहीं मिला",
  "GMRetcode_-1": "आदेश विफल रहा.",
  "GMRetcode_0": "आदेश सफलतापूर्वक क्रियान्वित किया गया.",
  "GMRetcode_1": "त्रुटि एसवीआर?",
  "GMRetcode_4": "आप अभी भी गेम में ऑफ़लाइन हो सकते हैं",
  "GMRetcode_617": "यह आइटम जोड़ा नहीं जा सकता क्योंकि भंडारण क्षेत्र भर गया है या बहुत अधिक आइटम हैं।",
  "GMRetcode_860": "यह आइटम शायद जोड़ा नहीं जा सकेगा क्योंकि ईवेंट समाप्त हो गया है (अर्थात यह बेकार है)",
  "LOGIN_REQUIRED": "इस पृष्ठ तक पहुंचने के लिए लॉगिन की आवश्यकता है, कृपया पहले लॉगिन करें।",
  "LOGOUT_DONE": "आप सफलता पूर्वक बाहर आ गए हैं",
  "account_code_in_email": "ईमेल कोड",
  "account_email": "ईमेल",
  "account_email_info": "इस ईमेल का उपयोग पासवर्ड रीसेट या खाता अपडेट के लिए किया जाता है।",
  "account_forgetpassword_description": "क्या आप अपना यूकीपीएस खाता पासवर्ड भूल गए हैं? ",
  "account_forgetpassword_info": "यदि आपको हमसे कोई ईमेल प्राप्त नहीं हुआ है तो नीचे सभी रिक्त स्थान छोड़ दें।",
  "account_forgetpassword_keyword": "युकीपीएस",
  "account_forgetpassword_title": "पासवर्ड भूल गए",
  "account_forgotpassword": "पासवर्ड भूल गए",
  "account_home_announcement_bt": "और अधिक जानें",
  "account_home_announcement_description": "यह पृष्ठ अब भी विकास के अधीन है, इसलिए यह जब तक काम कर रहा है, बनाया जाएगा। एक प्राइवेट सर्वर पर खेलने के लिए, कृपया इस उपयोगकर्ता नाम का उपयोग करके गेम के अंदर लॉगिन करें: {{username}}।",
  "account_home_announcement_header": "घोषणा",
  "account_home_announcement_title": "नमस्ते {{name}}",
  "account_home_bt_relogin_ingame": "गेम में सभी को लॉगिन करने की अनुमति दें",
  "account_home_bt_relogin_ingame_iplock": "केवल वर्तमान आईपी पते (उच्च सुरक्षा) के साथ गेम में लॉगिन की अनुमति दें",
  "account_home_code": "कोड (एपीआई एक्सेस) (आप वेब/बॉट कमांड या एपीआई तक पहुंचने के लिए 4 अंकों का नंबर सेट कर सकते हैं। यदि आप इसे खाली छोड़ देते हैं तो यह वेब/बॉट कमांड या एपीआई फ़ंक्शन को बंद कर देगा।)",
  "account_home_description": "प्रबंधक खाते तक पहुँचने के लिए कृपया लॉगिन करें।",
  "account_home_email": "ईमेल",
  "account_home_gencode": "जनरेटर",
  "account_home_info_link": "तृतीय पक्ष लॉगिन (विकल्प)",
  "account_home_info_link_set": "लिंक",
  "account_home_info_link_unset": "अनलिंक",
  "account_home_invaild_ip": "अधिक सुरक्षित होने के लिए, कृपया यहां अपना आईपी पता दर्ज करें ताकि केवल आप इन-गेम पासवर्ड के बिना भी अपने गेम तक पहुंच सकें।<br>(5x आईपी पता समर्थित: ip_house1, ip_house_2, ip_work1)",
  "account_home_ip": "गेम में आईपी एड्रेस की अनुमति है (आपका आईपी: {{ip}}) (विकल्प)",
  "account_home_keyword": "युकीपीएस",
  "account_home_name": "नाम",
  "account_home_nopassword_game": "खाली पासवर्ड, यह ठीक रहेगा अगर आप केवल अनुमत आईपी के साथ लॉगिन को सक्षम करते हैं, लेकिन यदि ऐसा नहीं है तो लोग गेम में आसानी से लॉगिन करके आइटम्स को हटा सकते हैं, क्वेस्ट्स को हटा सकते हैं या आपके खिलाड़ी डेटा को बिगाड़ सकते हैं।<br>विशेषता वर्तमान में अनुपलब्ध है, इसलिए कृपया इसे रिक्त रखें।",
  "account_home_nopassword_web": "खाली पासवर्ड, इससे अकाउंट हैक करना आसान हो जाएगा, कृपया इसे बदल लें।",
  "account_home_password_game": "पासवर्ड (इन-गेम) (विकल्प)",
  "account_home_password_infosave": "यदि आप इसे बदलना नहीं चाहते तो इसे खाली छोड़ दें या न बदलें।<br>यदि आपके पास वर्तमान पासवर्ड (इन-वेब) नहीं है, तो कृपया इसे खाली छोड़ दें।",
  "account_home_password_web": "पासवर्ड (इन-वेब)",
  "account_home_password_web2": "वर्तमान पासवर्ड (इन-वेब)",
  "account_home_relogin_ingame": "आपके पास समय है <time data-now='{{login}}' data-type='sec'>???</time> लॉग-इन (गेम में) करने के लिए, यदि समय समाप्त हो जाता है तो आपको नीचे दिए गए बटन पर क्लिक करके गेम में फिर से लॉगिन करने की अनुमति देनी होगी:",
  "account_home_relogin_ingame_info": "जब आपको गेम में लॉग इन की अनुमति है, तो आपको गेम में लॉग इन करने के लिए 2-5 मिनट का समय होता है। यदि कोई अन्य व्यक्ति आपसे पहले समय के दौरान लॉग इन कर जाता है, तो आपके खाते को ताला लग जाएगा और आपको फिर से करना होगा। यह अन्य लोगों को गेम में प्रवेश करने से रोकने के लिए उपयुक्त है क्योंकि जब आप गेम में प्रवेश करते हैं, तो कोई पासवर्ड का कार्य नहीं होता है, इसका मतलब है कि कोई भी पासवर्ड काम करेगा।",
  "account_home_save": "सहेजें",
  "account_home_signature": "हस्ताक्षर",
  "account_home_tab_account": "खाता",
  "account_home_tab_historylogin": "लॉगिन इतिहास",
  "account_home_tab_server": "सर्वर",
  "account_home_title": "खाता प्रबंधक",
  "account_home_username": "उपयोगकर्ता नाम",
  "account_login_description": "यह आपके यूकीपीएस खाते में लॉगिन करने के लिए है।",
  "account_login_keyword": "युकीपीएस",
  "account_login_title": "लॉगइन",
  "account_newpassword": "नया पासवर्ड",
  "account_password": "पासवर्ड",
  "account_password_info": "यह पासवर्ड आपके डेटा खाता को प्रबंधित करने के लिए उपयोग होता है, जैसे कि प्रत्येक सर्वर में खिलाड़ी डेटा। इसलिए अपना पासवर्ड भूलना नहीं। आप (गेम के अंदर) में यादृच्छिक पासवर्ड डाल सकते हैं क्योंकि यह सुविधा अभी मौजूद नहीं है, लेकिन (गेम के अंदर) कभी भी यादृच्छिक पासवर्ड न इस्तेमाल करें क्योंकि यह महत्वपूर्ण है।",
  "account_password_tes": "कृपया पासवर्ड दोबारा टाइप करें",
  "account_register_description": "यह आपके युकीपीएस खाते को पंजीकृत करने के लिए है।",
  "account_register_keyword": "युकीपीएस",
  "account_register_ok": "आप अपने द्वारा बनाए गए उपयोगकर्ता नाम का उपयोग करके इस पृष्ठ को बंद कर सकते हैं।",
  "account_register_title": "पंजीकरण करवाना",
  "account_title": "युकीपीएस खाता",
  "account_uid_home": "यूआईडी खाता",
  "account_uid_player": "यूआईडी प्लेयर",
  "account_username": "उपयोगकर्ता नाम",
  "announcement_description": "यह घोषणा केवल इन-गेम दिखाई देती है, आप क्या खोज रहे हैं?",
  "announcement_keyword": "युकीपीएस",
  "announcement_title": "घोषणा",
  "api_account_forgot_code_incorrect": "कोड गलत होने के कारण पासवर्ड बदला नहीं जा सकता, पुनः प्रयास करें।",
  "api_account_forgot_send_email_error": "आपका पासवर्ड रीसेट करने का कोड आपके ईमेल पर भेजा जाने में विफल रहा, कृपया इसकी सूचना व्यवस्थापक को दें?",
  "api_account_forgot_send_email_ok": "आपका पासवर्ड रीसेट करने का कोड आपके ईमेल पर भेज दिया गया है, कृपया रीसेट करने के लिए इसका उपयोग करें।",
  "api_account_forgot_update_code_error": "कोड अपडेट करने में विफलता के कारण भूले गए पासवर्ड का विकल्प उपयोग नहीं किया जा सकता, कृपया पुनः प्रयास करें।",
  "api_account_forgot_update_password_error": "भूले गए पासवर्ड का विकल्प उपयोग नहीं किया जा सकता, क्योंकि यह नया पासवर्ड बदलने में विफल रहा, इसे व्यवस्थापक को रिपोर्ट करने का प्रयास करें?",
  "api_account_forgot_update_password_ok": "पासवर्ड सफलतापूर्वक बदल दिया गया है, अब आप नए पासवर्ड से लॉग इन कर सकते हैं",
  "api_account_nopassword": "पासवर्ड सेट नहीं किया जा सकता, क्योंकि पासवर्ड खाली है",
  "api_account_notfound": "खाता नहीं मिला",
  "api_account_password_invalid": "पासवर्ड न्यूनतम 3 और अधिकतम 50 अक्षरों का ही हो सकता है",
  "api_captcha_failed": "आपके द्वारा दर्ज किया गया कैप्चा गलत है या उसका समाधान नहीं किया गया है",
  "api_check_username_invaild": "उपयोगकर्ता नाम केवल न्यूनतम 3 और अधिकतम 50 अक्षरों के हो सकते हैं और उनमें विशेष वर्ण नहीं होने चाहिए, या ईमेल प्रारूप का उपयोग करना चाहिए",
  "api_cmd_account_notfound": "हमें आपका खाता डेटा नहीं मिला, इसलिए व्यवस्थापक से संपर्क करने का प्रयास करें",
  "api_cmd_blockadmin": "यह आदेश अस्थायी रूप से निष्पादित नहीं किया जा सकता क्योंकि सर्वर को स्थिर रखने के लिए इसे व्यवस्थापक द्वारा अवरुद्ध कर दिया गया है।(EAN)",
  "api_cmd_code_incorrect": "गलत एक्सेस कोड",
  "api_cmd_config_game2": "यह गेम अभी तक समर्थित नहीं है, यह बहुत दुर्लभ है",
  "api_cmd_config_game3": "गंभीर समस्या उत्पन्न हुई, व्यवस्थापक से संपर्क करने का प्रयास करें",
  "api_cmd_lengthmax": "अक्षर सीमा तक ही हो सकती है {{limit}}, आप वर्तमान में उपयोग कर रहे हैं {{now}}",
  "api_cmd_maxline": "कमांड को केवल {limit}x निष्पादित किया जा सकता है, वर्तमान में आप एक ही समय में कमांड {now}x का उपयोग करते हैं",
  "api_cmd_no_code": "कोड खाली है.",
  "api_cmd_no_command": "आपने एक खाली आदेश भेजा है.",
  "api_cmd_no_serverid": "सर्वर नाम रिक्त है",
  "api_cmd_no_uid": "यूआईडी प्लेयर खाली है",
  "api_cmd_noconfig1": "सर्वर नाम नहीं मिला, अपने प्लेयर डेटा को प्रबंधक खाते में पुनः लोड करने का प्रयास करें और फिर पुनः प्रयास करें।",
  "api_cmd_noconfig2": "सर्वर कॉन्फ़िगरेशन नहीं मिला, व्यवस्थापक से संपर्क करने का प्रयास करें",
  "api_cmd_ok": "आदेश सफलतापूर्वक क्रियान्वित किया गया",
  "api_cmd_player_notfound": "यह खिलाड़ी नहीं मिला? ",
  "api_cmd_player_offline": "यह प्लेयर ऑफ़लाइन है, सुनिश्चित करें कि आप वर्तमान में उसी खाते का उपयोग करके खेल रहे हैं।",
  "api_cmd_player_timeout": "शायद सर्वर डाउन होने के कारण यह आदेश निष्पादित नहीं किया जा सकता",
  "api_cmd_player_unknown": "यह आदेश अज्ञात है, इसे व्यवस्थापक को रिपोर्ट करने का प्रयास करें",
  "api_cmd_remote_noset": "वेब कमांड या बॉट तक पहुंचने के लिए कृपया कोड दर्ज करें, https://ps.yuuki.me/blog/documentation/cmd पर दिए गए निर्देशों का पालन करें।(EAN)",
  "api_create_baduser": "ख़राब नेटवर्क, अपने मॉडेम या फ़ोन को पुनः प्रारंभ करने का प्रयास करें(EAN)",
  "api_db_account_banned": "इन कारणों से खाता प्रतिबंधित किया गया: {{कारण}}(EAN)",
  "api_db_account_duplication_registered_uid": "यह खाता यूआईडी पहले से ही उपयोग में है, किसी भिन्न यूआईडी के साथ एक खाता बनाने का प्रयास करें(EAN)",
  "api_db_account_duplication_registered_username": "उपयोगकर्ता का नाम पहले से ही उपयोग किया जा रहा है।(EAN)",
  "api_db_account_duplication_registered_usernameoremail": "खाता पंजीकृत नहीं किया जा सकता, क्योंकि उपयोगकर्ता नाम या ईमेल ले लिया गया है(EAN)",
  "api_db_account_email_duplication": "यह ईमेल पहले से ही किसी अन्य खाते में उपयोग किया जा चुका है कृपया किसी अन्य खाते का उपयोग करें।",
  "api_db_account_email_invaild": "अमान्य ईमेल, सुनिश्चित करें कि ईमेल सही है क्योंकि पासवर्ड भूलने की सुविधा का उपयोग करना महत्वपूर्ण है",
  "api_db_account_email_none": "ईमेल खाली क्यों है?",
  "api_db_account_expiredlogin": "लॉगिन की समय सीमा समाप्त हो गई है, आपको फिर से लॉग-इन करना होगा, https://ps.yuuki.me/blog/documentation/login पर दिए गए निर्देशों का पालन करें(EAN)",
  "api_db_account_failed0": "डेटाबेस कनेक्ट करने में विफल, पुनः प्रयास करें (0)",
  "api_db_account_failed1": "डेटाबेस कनेक्ट होने में विफल, पुनः प्रयास करें (1)",
  "api_db_account_invalid_ip_list": "आईपी ​​सूची अमान्य.",
  "api_db_account_iplock": "यह खाता एक निश्चित आईपी पते से लॉक है, https://ps.yuuki.me/blog/documentation/login पर दिए गए निर्देशों का पालन करें(EAN)",
  "api_db_account_link_faild": "विफल, तृतीय पक्ष लॉगिन जोड़ा गया",
  "api_db_account_link_ok": "सफल, तृतीय पक्ष लॉगिन जोड़ा गया",
  "api_db_account_login_block": "(आपके पास {{xRateLimitRemaining}}x संभावनाएं हैं, यदि {{xRateLimitCount}}x अभी भी विफल रहता है तो आपको अस्थायी रूप से ब्लॉक कर दिया जाएगा)(EAN)",
  "api_db_account_login_failed": "लॉगिन करने में असमर्थ, पुनः लॉगिन करने का प्रयास करें।",
  "api_db_account_login_notfound_expired": "कृपया पुनः लॉगिन करें क्योंकि यह लॉगिन समाप्त हो गया है",
  "api_db_account_login_notfound_ingame": "यह खाता अभी तक पंजीकृत नहीं है, https://ps.yuuki.me/blog/documentation/login पर निर्देशों का पालन करें(EAN)",
  "api_db_account_login_notfound_link": "यह तृतीय पक्ष लॉगिन किसी भी खाते से लिंक नहीं किया गया है, https://ps.yuuki.me/blog/documentation/login पर दिए गए निर्देशों का पालन करें(EAN)",
  "api_db_account_login_notfound_web": "खाता अभी तक पंजीकृत नहीं है, कृपया एक खाता बनाएं!",
  "api_db_account_login_ok": "सफलतापूर्वक लॉगिन करें",
  "api_db_account_name_none": "नाम खाली नहीं हो सकता",
  "api_db_account_password_invaild_web": "खाता प्रबंधक (वेब) का पासवर्ड अमान्य है",
  "api_db_account_password_none": "पासवर्ड खाली है, भरना होगा।",
  "api_db_account_password_none_web": "खाता प्रबंधक (वेब) पहुंच के लिए पासवर्ड रिक्त है, कृपया भरें क्योंकि यह महत्वपूर्ण है।",
  "api_db_account_password_wrong": "पासवर्ड ग़लत है.",
  "api_db_account_passwordingame_unavailable": "इन-गेम पासवर्ड जोड़ने के लिए यह सुविधा अभी तक उपलब्ध नहीं है",
  "api_db_account_registered_failed": "खाता पंजीकृत होने में विफल",
  "api_db_account_registered_noemail": "कोई ईमेल न होने के कारण पंजीकरण विफल रहा।",
  "api_db_account_registered_nopassword": "पासवर्ड नहीं होने के कारण पंजीकरण विफल रहा।",
  "api_db_account_registered_ok": "खाता सफलतापूर्वक दर्ज",
  "api_db_account_registered_password": "पासवर्ड न्यूनतम 3 और अधिकतम 50 अक्षरों का ही हो सकता है",
  "api_db_account_save_failed_by_wrongpassword": "सेटिंग्स सहेजने में विफल क्योंकि वर्तमान पासवर्ड वेब मेल नहीं खाते।",
  "api_db_account_sessionKey_failed": "प्रबंधक खाते तक पहुंच समाप्त हो गई है, कृपया फिर से लॉग इन करें(EAN)",
  "api_db_account_token_failed": "हो सकता है कि यह टोकन समाप्त हो गया हो या नहीं मिला हो, कृपया पुनः लॉगिन करें।",
  "api_db_account_token_ok": "टोकन के साथ सफलतापूर्वक जुड़ा",
  "api_db_account_unlink_faild": "विफल, तृतीय पक्ष लॉगिन निरस्त कर दिया गया",
  "api_db_account_unlink_ok": "सफल, तृतीय पक्ष लॉगिन निरस्त कर दिया गया",
  "api_db_account_update_ok": "खाता सफलतापूर्वक अपडेट किया गया",
  "api_db_cdkey_close": "यह रिडीम कोड अभी तैयार नहीं है(EAN)",
  "api_db_cdkey_dberror": "डेटाबेस त्रुटि के कारण इस रिडेम्पशन कोड का उपयोग नहीं किया जा सकता है(EAN)",
  "api_db_cdkey_emptykey": "मोचन कोड खाली है, कृपया इसे भरें(EAN)",
  "api_db_cdkey_expire": "यह रिडीम कोड समाप्त हो गया है(EAN)",
  "api_db_cdkey_limit": "रिडीम कोड का उपयोग किया गया है या सीमा(EAN)",
  "api_db_cdkey_noconfig": "सर्वर उपलब्ध नहीं होने के कारण रिडीम कोड नहीं मिल सका(EAN)",
  "api_db_cdkey_noenabled": "इस रिडीम कोड का उपयोग अस्थायी रूप से नहीं किया जा सकता है(EAN)",
  "api_db_cdkey_nokey": "मोचन कोड ग़लत है या नहीं मिला(EAN)",
  "api_db_cdkey_notemplate": "कोड रिडीम करने में त्रुटि, कोई कॉन्फिग टेम्पलेट नहीं मिला(EAN)",
  "api_db_cdkey_ok": "रिडीम कोड सफलतापूर्वक प्राप्त हुआ(EAN)",
  "api_db_player_Server_nodatabase_name": "उपलब्ध नहीं है!",
  "api_db_player_server_nodatebase": "डेटाबेस में कोई खिलाड़ी नहीं मिला।",
  "api_invaild_type_login1": "अज्ञात लॉगिन प्रकार, कृपया व्यवस्थापक से संपर्क करें।",
  "api_login_lock": "आपने बहुत जल्दी लॉग इन कर लिया है, कृपया 5 सेकंड के लिए शांत हो जाएं(EAN)",
  "api_password_notpass": "पासवर्ड पुनः टाइप करना मूल पासवर्ड के समान नहीं है, पासवर्ड को सावधानीपूर्वक टाइप करने का प्रयास करें, सुनिश्चित करें कि वे समान हों।",
  "api_ratelimit_api_account": "आप वर्तमान में अस्थायी रूप से इस एपीआई तक पहुंचने में असमर्थ हैं क्योंकि आपने बहुत अधिक डेटा गलत तरीके से दर्ज किया है ({{limit}}x), कृपया एक और {{mxinutes}} मिनट प्रतीक्षा करें।(EAN)",
  "api_ratelimit_api_account_reload": "हो सकता है कि आपने बहुत सारे गलत कोड दर्ज किए हों या आपके पास खिलाड़ी डेटा नहीं है क्योंकि आप गेम से अलग खाते का उपयोग कर रहे हैं, कृपया {{mxinutes}} के बाद पुनः प्रयास करें, सुनिश्चित करें कि आपने https://ps.yuuki पर स्पष्ट रूप से निर्देश पढ़े हैं .me/ब्लॉग/दस्तावेज़ीकरण/cmd(EAN)",
  "api_ratelimit_api_cmd": "आपको अस्थायी रूप से अवरुद्ध कर दिया गया है, क्योंकि आपने इनपुट कोड ({{limit}}x) का प्रयास किया था, लेकिन फिर भी विफल रहे, आप रीसेट होने तक बचे हुए {{mxinutes}} मिनट के बाद फिर से एक्सेस कर पाएंगे।(EAN)",
  "api_ratelimit_block1": "अस्थाई रूप से बंद(EAN)",
  "api_ratelimit_cmd": "प्रत्येक कमांड को केवल प्रत्येक निष्पादित किया जा सकता है {{limit}} सेकंड",
  "api_ratelimit_login_guest": "आपको अस्थायी रूप से ब्लॉक कर दिया गया है, क्योंकि आपने लॉग इन करने का प्रयास किया था ({{limit}}x) लेकिन फिर भी असफल रहे, आप रीसेट होने तक बचे हुए {{mxinutes}} मिनट के बाद फिर से एक्सेस कर पाएंगे।(EAN)",
  "api_ratelimit_login_normal": "आपको अस्थायी रूप से ब्लॉक कर दिया गया है, क्योंकि आपने लॉग इन करने का प्रयास किया था ({{limit}}x) लेकिन फिर भी असफल रहे, आप रीसेट होने तक बचे हुए {{mxinutes}} मिनट के बाद फिर से एक्सेस कर पाएंगे।(EAN)",
  "api_ratelimit_login_token": "आपको अस्थायी रूप से ब्लॉक कर दिया गया है, क्योंकि आपने लॉग इन करने का प्रयास किया था ({{limit}}x) लेकिन फिर भी असफल रहे, आप रीसेट होने तक बचे हुए {{mxinutes}} मिनट के बाद फिर से एक्सेस कर पाएंगे।(EAN)",
  "api_ratelimit_point_free": "निःशुल्क अंक केवल प्रतिदिन {{सीमा}}x ही प्राप्त किए जा सकते हैं, आप इसे {{mxinutes}} मिनटों के बाद पुनः उपयोग कर सकते हैं(EAN)",
  "api_ratelimit_register_body": "हम पंजीकरण को केवल {{limit}}x तक सीमित करते हैं, कृपया {{mxinutes}} मिनट के बाद फिर से पंजीकरण करने का प्रयास करें।(EAN)",
  "api_ratelimit_register_title": "पंजीकरण प्रतिबंधित(EAN)",
  "api_ratelimit_webActivity_body": "आपकी वेब गतिविधि गलत इनपुट ({{limit}}x) या अवैध गतिविधि के कारण प्रतिबंधित है, आप इसे {{mxinutes}} मिनट के बाद फिर से उपयोग कर सकते हैं(EAN)",
  "api_ratelimit_webActivity_fast": "आपकी वेब गतिविधि बहुत तेज़ है, ({{limit}}x) {{mxinutes}} सेकंड में या अवैध गतिविधि।(EAN)",
  "api_ratelimit_webActivity_title": "वेब गतिविधि प्रतिबंधित(EAN)",
  "api_register_errorunknown": "पंजीकरण विफल, व्यवस्थापक से संपर्क करने का प्रयास करें(EAN)",
  "api_server_login_account_notfound": "इस यूआईडी वाला खाता नहीं मिला, https://ps.yuuki.me/blog/documentation/cmd पर निर्देशों का पालन करें(EAN)",
  "api_server_login_accountid_empty": "कृपया अपना यूआईडी खाता युकीपीएस दर्ज करें !!!(EAN)",
  "api_server_login_code_empty": "आपके द्वारा दर्ज किया गया कोड खाली है!!!(EAN)",
  "api_server_login_code_incorrect": "आपके द्वारा दर्ज किया गया कोड गलत है",
  "api_server_login_code_noset": "वेब कमांड या बॉट तक पहुंचने के लिए कृपया कोड दर्ज करें, https://ps.yuuki.me/blog/documentation/cmd पर दिए गए निर्देशों का पालन करें।(EAN)",
  "api_server_login_error": "कुछ गलत हो गया, कृपया व्यवस्थापक से संपर्क करें।",
  "api_server_login_noplayer": "इस खाते में खिलाड़ी का डेटा नहीं है, कृपया इसका उपयोग करने के लिए पहले गेम खेलें। प्लेयर डेटा फिर से अपडेट किया जाएगा <time data-now='{{mxinutes}}' data-type='sec'>???</time>, तो उसके बाद वापस आएं!!! . सुनिश्चित करें कि आपने https://ps.yuuki.me/blog/documentation/cmd पर निर्देश स्पष्ट रूप से पढ़े हैं(EAN)",
  "api_server_login_ok": "सफलतापूर्वक कनेक्ट हुआ",
  "api_web_error_unknown": "अज्ञात त्रुटि, कृपया व्यवस्थापक से संपर्क करें",
  "bt_logout": "लॉग आउट",
  "bt_reload": "डेटा प्लेयर पुनः लोड करें",
  "command_description": "यह गेम में कमांड एक्सेस के लिए है ताकि आप नियंत्रित कर सकें कि गेम में क्या होता है",
  "command_keyword": "युकीपीएस",
  "command_title": "कमांड एक्सेस",
  "footer_disclaimer": "सभी संपत्तियां उनके संबंधित स्वामियों की हैं। जेनशिन इम्पैक्ट और होन्काई: स्टार रेल कॉग्नोस्फीयर लिमिटेड और मिहोयो कंपनी लिमिटेड के पंजीकृत ट्रेडमार्क हैं। यह साइट किसी भी आधिकारिक क्षमता में कॉग्नोस्फीयर या मिहोयो कंपनी लिमिटेड से संबद्ध नहीं है। वेबसाइट पर सामग्री के कुछ भाग इसके उपयोगकर्ताओं द्वारा प्रदान किए जाते हैं। यह वेबसाइट काल्पनिक कृति है। नाम, पात्र, व्यवसाय, घटनाएँ और घटनाएँ लेखक की कल्पना के उत्पाद हैं। व्यक्तियों, जीवित हों या न हों, या वास्तविक जीवन में मौजूद किसी भी अन्य चीज़ से किसी भी तरह की समानता को संयोग माना जा सकता है। यह वेबसाइट एक पैरोडी है और उचित उपयोग के तहत संरक्षित है। इसके निर्माता, कंटेंट क्रिएटर प्रोग्राम का हिस्सा होने के बावजूद, मूल पात्रों का मालिक नहीं है, लेकिन उन्हें प्रदर्शन उद्देश्यों के लिए उपयोग करता है; यदि आप किसी ऐसी संस्था का प्रतिनिधित्व करते हैं जिसे इससे कोई समस्या है, तो किसी भी उपलब्ध संचार चैनल के माध्यम से मुझसे संपर्क करें। इस वेबसाइट पर मौजूद जानकारी केवल सूचना और वेबसाइट उद्देश्यों के लिए है। हम वेबसाइट या किसी भी उद्देश्य के लिए वेबसाइट पर मौजूद जानकारी, उत्पादों, सेवाओं या संबंधित ग्राफिक्स के संबंध में पूर्णता, सटीकता, विश्वसनीयता, उपयुक्तता या उपलब्धता के बारे में किसी भी प्रकार का व्यक्त या निहित कोई प्रतिनिधित्व या वारंटी नहीं देते हैं। इसलिए ऐसी जानकारी पर आपके द्वारा की गई कोई भी निर्भरता पूरी तरह से आपके अपने जोखिम पर है। यह वेबसाइट खुले तौर पर उपलब्ध डेटा का उपयोग करती है। हम जानवरों पर परीक्षण नहीं करते. इस वेबसाइट में बाहरी साइटों के लिंक हो सकते हैं जो इसके निर्माता द्वारा संचालित नहीं हैं। निर्माता इन साइटों की सामग्री के लिए ज़िम्मेदार नहीं है और उसका उस पर कोई नियंत्रण नहीं है, सिवाय उन मामलों को छोड़कर जहां वह वास्तव में किसी कारण से ऐसा करता है। वेबसाइट के मालिक द्वारा व्यक्त किए गए विचार और राय आवश्यक रूप से संपूर्ण वेबसाइट के मालिक के विचारों और राय को प्रतिबिंबित नहीं करते हैं। इस वेबसाइट का उपयोग करके आप इस वेबसाइट का उपयोग करने के लिए सहमत हैं।(EAN)",
  "footer_message": "हमारे विशिष्ट निजी सर्वर में आपका स्वागत है - आपके और आपके निकटतम साथियों के लिए तैयार किया गया एक डिजिटल स्वर्ग! यह सुरक्षित, अंतरंग स्थान निर्बाध संचार, सहयोगी प्रयासों और साझा अनुभवों के लिए डिज़ाइन किया गया है। गोपनीयता पर ध्यान देने के साथ, हमारा सर्वर यह सुनिश्चित करता है कि आपकी बातचीत आपके करीबी दोस्तों के विश्वसनीय दायरे में रहे।(EAN)",
  "game_description_id_1": "जेनशिन इम्पैक्ट गेम की मनोरम दुनिया में एक अविस्मरणीय साहसिक यात्रा शुरू करें, सच्चे साहसी लोगों के लिए हमारे निजी सर्वर से जुड़ें और विशाल परिदृश्यों, चुनौतीपूर्ण कालकोठरियों और रहस्यमय प्राणियों का पता लगाएं। महाकाव्य खोजों, लड़ाइयों में शामिल हों और छिपे हुए खजानों को उजागर करें। अपने चरित्र को अनुकूलित करें, बनाएं ",
  "game_description_id_2": "स्टार रेल गेम की मनोरम दुनिया में एक अविस्मरणीय साहसिक यात्रा शुरू करें, सच्चे साहसी लोगों के लिए हमारे निजी सर्वर से जुड़ें और विशाल परिदृश्यों, चुनौतीपूर्ण कालकोठरियों और रहस्यमय प्राणियों का पता लगाएं। महाकाव्य खोजों, लड़ाइयों में शामिल हों और छिपे हुए खजानों को उजागर करें। अपने चरित्र को अनुकूलित करें, गढ़ें ",
  "game_direct_bt": "मेरी सहायता करो",
  "game_direct_fail": "सत्यापन विफल",
  "game_direct_info": "हम जानते हैं कि हर कोई विज्ञापनों से नफरत करता है लेकिन हमारे लिए <a href='/sponsor'>प्रायोजक</a> के अलावा हर महीने सर्वर बिल का भुगतान करने के लिए धन प्राप्त करने का यह एक और तरीका है। हम एनीमे कंपनियों को डाउनलोड लिंक हटाने से रोकने के लिए भी ऐसा करते हैं, जिसे उन्होंने कई बार आज़माया है लेकिन फिर भी असफल रहे।<br><br>सीधे लिंक प्राप्त करने के कई तरीके:<br>* डाउनलोड लिंक पर क्लिक करें -> पूर्ण चुनौती लघु लिंक> हो गया<br>* <a href='/blog/documentation/login'>युकीपीएस पंजीकृत करें और लॉग-इन करें</a> -> इस पृष्ठ पर लौटें -> हो गया<br>* पूर्ण कैप्चा चैलेंज -> हो गया<br> <br>यदि ये 3 विधियां अभी भी आपके लिए काम नहीं करती हैं, तो इसका मतलब है कि आप वास्तव में (कौशल समस्या) लिंक की तलाश में हैं।<br><br>नोट:<br>* यदि डाउनलोड लिंक काम नहीं करता है या धीमा है, कृपया किसी वीपीएन का उपयोग करें जैसे <a href='https://www.touchvpn.net/platform.html' target='blank'>TouchVpn</a> या <a href='https://1.1.1.1/ ' target='blank'>WARP</a>.<br>* सभी YuukiPS सर्वर प्रायोजक और विज्ञापन द्वारा समर्थित हैं। हर कोई बिना भुगतान किए कमांड तक पहुंच सकता है, बात बस इतनी है कि प्रत्येक कमांड को अधिक स्थिर बनाने के लिए एक समय सीमा है ताकि हर कोई खुश हो, इसलिए यदि आप युकीपीएस खाता खरीदते हैं या कमांड एक्सेस प्राप्त करने के लिए भुगतान करते हैं, तो इसका मतलब है कि आपके साथ धोखाधड़ी की जा रही है। ध्यान से।(EAN)",
  "game_direct_ok": "सीधा डाउनलोड लिंक अब दिखना चाहिए, आप इसे इस संदेश के नीचे पा सकते हैं।(EAN)",
  "game_keyword_id_1": "युकीपीएस, जेनशिन इम्पैक्ट, प्राइवेट सर्वर, हैक मेलन",
  "game_keyword_id_2": "युकीपीएस, स्टार रेल, प्राइवेट सर्वर, हैक मेलन",
  "game_portal_title_download": "गेम डाउनलोड करो",
  "game_portal_title_gamedata": "खेल डेटा",
  "game_portal_title_release": "मुक्त करना",
  "game_portal_title_voicedata": "ध्वनि डेटा",
  "game_portal_update": "ऐसा लगता है जैसे आप संस्करण का उपयोग कर रहे हैं {{version}}, जो अब समर्थित नहीं हो सकता है या उस संस्करण के लिए सर्वर उपलब्ध नहीं हो सकते हैं। ",
  "game_title_id_1": "निजी सर्वर जेनशिन इम्पैक्ट चला रहा है",
  "game_title_id_2": "प्राइवेट सर्वर स्टार रेल चला रहे हैं",
  "game_title_soon": "जल्द ही उपलब्ध होगा...",
  "home_description": "YuukiPS उपयोगकर्ता के अनुकूल लॉन्चर की पेशकश करते हुए कई एनीमे गेम्स को होस्ट और संचालित करता है। यह स्वचालित रूप से गेम डेटा का पता लगाता है, डाउनलोड करता है, सत्यापित करता है, पैच लागू करता है और गेम को निर्बाध रूप से लॉन्च करता है।(EAN)",
  "home_info1": "YuukiPS निःशुल्क है, यदि आप ऑनलाइन स्टोर से खाता खरीदते हैं तो आपके साथ धोखाधड़ी हुई है, इसलिए सावधान रहें।",
  "home_keyword": "युकीपीएस",
  "home_title": "घर",
  "ingame_join_unavailable": "यह सर्वर अस्थायी रूप से अनुपलब्ध है",
  "ingame_update": "वर्तमान में, संस्करण के साथ संगत कोई सर्वर उपलब्ध नहीं है {{version}} गेम क्लाइंट का.\n\n {{action}} आपका गेम क्लाइंट हमारे साथ खेलना जारी रखेगा।\n\n {{recommended}}.",
  "json_comment_info_Mhypbase": "यदि आपके पास पहले से ही पैच (मूल) के बिना 3.2.0 फ़ाइल है, तो आप इसे एक ही समय में पैच और प्रॉक्सी के लिए उपयोग कर सकते हैं, इसलिए आपको केवल इस फ़ाइल को अपने गेम फ़ोल्डर में निकालना होगा और फिर गेम खोलना होगा, हां बस इतना ही, नहीं ",
  "json_comment_info_RSAPatch": "यह गेम पैच के लिए फ़ाइल है, आपको 4.0.1 निजी सर्वर से जुड़ने में सक्षम होने के लिए इसकी आवश्यकता है, यदि आप पहले से ही युकीपीएस लॉन्चर का उपयोग करते हैं तो यह आवश्यक नहीं है, यदि आप फ़िडलर जैसे मैन्युअल तरीकों का उपयोग करते हैं तो इसका उपयोग किया जाता है",
  "json_comment_info_fiddler_nopatch": "फ़िडलर एक प्रॉक्सी एप्लिकेशन है, जो सभी आधिकारिक सर्वर नेटवर्क को एक निजी सर्वर पर निर्देशित करने के लिए उपयोगी है। ",
  "json_comment_info_fiddler_patch": "फ़िडलर एक प्रॉक्सी एप्लिकेशन है, जो सभी आधिकारिक सर्वर नेटवर्क को एक निजी सर्वर पर निर्देशित करने के लिए उपयोगी है, लेकिन यह पैच के साथ नहीं आता है, इसलिए यदि संस्करण 4.0.1 है तो RSAPatch या 3.2.0 है तो Mhypbase के साथ पैच करना न भूलें।",
  "json_comment_info_gamedata_android": "यदि इन-गेम डेटा डाउनलोड करना विफल रहता है, तो कृपया मैन्युअल डाउनलोड के लिए इसका उपयोग करें। ",
  "json_comment_info_gamedata_pc": "यदि आपके पास 4.0.1 गेम डेटा नहीं है, तो कृपया पूर्ण संस्करण डाउनलोड करें और याद रखें, यदि आप किसी फ़ाइल को भागों में डाउनलोड करते हैं, तो सुनिश्चित करें कि आपने सभी भागों को डाउनलोड किया है, केवल भाग 1 न करें। वर्तमान में निजी सर्वर ऐसा नहीं करता है  ",
  "json_comment_info_gamedata_pc_32": "क्योंकि मिहोयो ने अपने सर्वर से 3.2 फ़ाइलें हटा दी हैं, केवल यह लिंक 3.2 गेम क्लाइंट को डाउनलोड करने के लिए काम करता है, आपको GIO 3.2 चलाने के लिए इसकी आवश्यकता है।",
  "json_comment_info_gamedata_pc_cn": "वैश्विक के समान.",
  "json_comment_info_gamedata_pc_oneclick": "यह एक संशोधित पैकेज है, इसलिए आपको बस सभी भागों को डाउनलोड करना होगा, फिर फ़ाइल (GI-3.2-PC-YuukiPS.zip) को कहीं भी निकालना होगा, फिर केवल `GenshinImpact.exe` खोलकर खेलना होगा, इसके लिए प्रॉक्सी या पैच की आवश्यकता नहीं है ",
  "json_comment_info_launcher_cultivation": "यह एक वैकल्पिक लॉन्चर है जो आपके गेम क्लाइंट को कहीं भी निजी सर्वर से कनेक्ट करने के लिए संशोधित करता है और इसमें लोकलहोस्ट समर्थन शामिल है और बहुत सारी मॉड जैसी चीजें करता है।",
  "json_comment_info_launcher_yuukips": "यह एक लॉन्चर है जिसे युकीपीएस सर्वर से कनेक्ट करने के लिए संशोधित किया गया है, अगर आप हमारे साथ खेलना चाहते हैं तो इसे डाउनलोड करें। ",
  "json_comment_info_readme_android": "यदि आप एक एंड्रॉइड उपयोगकर्ता हैं, यदि आप नहीं जानते कि अब क्या करना है तो कृपया `मुझे पढ़ें` पर क्लिक करें।(EAN)",
  "json_comment_info_readme_ios": "यदि आप iOS या MAC उपयोगकर्ता हैं, यदि आप नहीं जानते कि अब क्या करना है तो कृपया `मुझे पढ़ें` पर क्लिक करें।(EAN)",
  "json_comment_info_readme_pc": "यदि आप एक पीसी उपयोगकर्ता हैं, यदि आप नहीं जानते कि अब क्या करना है तो कृपया `मुझे पढ़ें` पर क्लिक करें।(EAN)",
  "login_game_normal_hk4e": "सामान्य लॉगिन के साथ जेनशिन इम्पैक्ट दर्ज करना",
  "login_game_normal_hkrpg": "सामान्य लॉगिन के साथ स्टार रेल में प्रवेश करना",
  "login_game_token_thirdlogin_hk4e": "थर्ड पार्टी एक्सेस टोकन का उपयोग करके जेनशिन इम्पैक्ट लॉगिन करें(EAN)",
  "login_game_token_thirdlogin_hkrpg": "थर्ड पार्टी एक्सेस टोकन का उपयोग करके स्टार रेल लॉगिन करें(EAN)",
  "login_game_token_verify_hk4e": "टोकन के साथ जेनशिन इम्पैक्ट दर्ज करना",
  "login_game_token_verify_hkrpg": "टोकन के साथ स्टार रेल में प्रवेश",
  "login_web_normal": "वेब सामान्य दर्ज करना",
  "point_description": "भारी कमांड या अन्य परियोजनाओं के लिए उपयोग करने के लिए अंक अर्जित करें जिनके लिए अंकों की आवश्यकता है।(EAN)",
  "point_error_captcha_noverify": "गलत कैप्चा के कारण अंक प्राप्त करने में विफल(EAN)",
  "point_error_code": "डिक्रिप्ट में त्रुटि, इसका उपयोग किया जा सकता है या इसकी समय सीमा समाप्त हो सकती है(EAN)",
  "point_error_decrypt": "किसी कारण से डिक्रिप्ट विफल हो गया, व्यवस्थापक से संपर्क करने का प्रयास करें(EAN)",
  "point_error_getlink": "लिंक पुनर्प्राप्ति प्रक्रिया के दौरान एक त्रुटि हुई, व्यवस्थापक से संपर्क करने का प्रयास करें(EAN)",
  "point_error_getlinkdb": "डेटाबेस अद्यतन विफल होने के कारण अंक नहीं मिल सके, व्यवस्थापक से संपर्क करने का प्रयास करें(EAN)",
  "point_error_makelink": "अंक प्राप्त करने के लिए लिंक बनाने में विफल, व्यवस्थापक से संपर्क करने का प्रयास करें(EAN)",
  "point_error_no_captcha": "नेटवर्क कैप्चा के कारण अंक प्राप्त करने में विफल(EAN)",
  "point_error_update": "आपको अंक मिले लेकिन डेटाबेस में अंक अपडेट करने में विफल रहे, व्यवस्थापक को रिपोर्ट करने का प्रयास करें(EAN)",
  "point_home_info": "आपके वर्तमान अंक {{बिंदु}} (+{{बिंदु_अधिकतम}}) हैं(EAN)",
  "point_home_info1": "यह क्या है?(EAN)",
  "point_home_info1r": "पॉइंट्स एक डिजिटल मुद्रा है जिसका उपयोग युकीपीएस में चीजों का आदान-प्रदान करने के लिए किया जाता है, जैसे भारी कमांड तक पहुंच (/सभी दें) या यदि आप 'होयोलैब डेली चेक-इन बॉट' या अन्य आगामी परियोजनाओं का उपयोग करना चाहते हैं।(EAN)",
  "point_home_info2": "इसे कैसे प्राप्त करें(EAN)",
  "point_home_info2r1": "नि:शुल्क: आपको केवल 'गेट प्वाइंट' पर क्लिक करके 'विज्ञापन छोड़ें' को पूरा करना होगा। पहली बार चुनौती में सफल होने पर 10 प्वाइंट मिलेंगे, उसके बाद 1-10 रैंडम प्वाइंट मिलेंगे(EAN)",
  "point_home_info2r2": "प्रायोजक: हर महीने 100 अंक, यदि आप <a target='_blank' href='/sponsor'>कम से कम 5$</a> प्रायोजक के साथ मासिक सदस्यता लेते हैं और हर बार जब आप 'विज्ञापन छोड़ें' तो आपको यादृच्छिक 1-10 अंक मिलेंगे प्राप्त करने की उच्च संभावना वाला बिंदु।(EAN)",
  "point_home_info2r3": "कलह: <a target='_blank' href='https://discord.gg/yuukips'>हमारे कलह में शामिल हों</a>, <a target='_blank' href='https://canary.discord.com/channels/964119462188040202/1223662433772507217'>चैनल #freepoint</a>",
  "point_home_info3": "विज्ञापन देखें / विज्ञापन छोड़ें(EAN)",
  "point_home_info3r1": "प्वाइंट प्राप्त करें(EAN)",
  "point_home_info3r2": "'प्वाइंट प्राप्त करें' पर क्लिक करने के बाद आपको विज्ञापन प्रदाता की वेबसाइट पर निर्देशित किया जाएगा। वहां आप उनके निर्देशों का पालन कर सकते हैं. सफल होने पर आपको वापस यहीं भेज दिया जाएगा और आपको अंक मिलेंगे।(EAN)",
  "point_home_info4": "रीडीम कोड(EAN)",
  "point_home_info4r1": "कोड(EAN)",
  "point_home_info4r2": "सर्वर(EAN)",
  "point_home_info4r3": "भुनाना(EAN)",
  "point_home_info4r4": "यदि आपके पास रिडीम कोड है, तो आप इसे यहां टाइप कर सकते हैं।(EAN)",
  "point_home_info4r5": "इस खाते में खिलाड़ी का डेटा नहीं है, कृपया इसका उपयोग करने के लिए पहले गेम खेलें। प्लेयर डेटा फिर से अपडेट किया जाएगा <time data-now='{{mxinutes}}' data-type='sec'>???</time>, तो उसके बाद वापस आएं!!! .सुनिश्चित करें कि आपने https://ps.yuuki.me/blog/documentation/cmd पर निर्देश स्पष्ट रूप से पढ़े हैं(EAN)",
  "point_home_info5": "चेतावनी: इन-गेम खाते के समान ही खाते का उपयोग करें, यदि खाता अलग है तो आप गेम में अंकों का उपयोग नहीं कर पाएंगे, यदि आप सुनिश्चित नहीं हैं कि आप इन-गेम कमांड में `/user` टाइप कर सकते हैं तो यह आपके खाते का यूआईडी प्रदर्शित करेगा। आप अपने यूआईडी खाते की तुलना वेब पर मौजूद यूआईडी खाते से कर सकते हैं।(EAN)",
  "point_home_info6": "उस आदेश के अलावा, किसी अंक की आवश्यकता नहीं है। कमांड की पूरी सूची के लिए आप <a href='https://doc.yuuki.me/docs/category/command-list'>लिस्ट कमांड</a> पर जा सकते हैं।(EAN)",
  "point_home_info6r1": "ऐसे आदेश जिनके लिए बिंदुओं की आवश्यकता होती है(EAN)",
  "point_keyword": "युकीपीएस, बिंदु(EAN)",
  "point_ok": "बधाई हो, आप अंक प्राप्त करने में सफल रहे हैं(EAN)",
  "point_title": "अंक अर्जित करें(EAN)",
  "redeem_ok": "यह मोचन कोड सफलतापूर्वक प्राप्त किया गया था(EAN)",
  "sponsor_description": "आपका प्रायोजन सभी खिलाड़ियों के लिए सहज और निर्बाध बातचीत सुनिश्चित करते हुए, अनुकूलित सर्वर प्रदर्शन में योगदान देगा।",
  "sponsor_keyword": "युकीपीएस",
  "sponsor_title": "प्रायोजक",
  "stats_description": "आँकड़े युकीपीएस",
  "stats_keyword": "युकीपीएस",
  "stats_title": "आंकड़े",
  "text_accountuid": "खाता यूआईडी(EAN)",
  "text_backhome": "घर वापिस जा रहा हूँ",
  "text_commands": "आदेश(EAN)",
  "text_direct": "सीदा संबद्ध",
  "text_disclaimer": "अस्वीकरण",
  "text_engine": "इंजन",
  "text_game": "खेल(EAN)",
  "text_md5": "एमडी5",
  "text_mirror": "आईना",
  "text_package": "पैकेट",
  "text_partgame": "भाग फ़ाइल",
  "text_point": "अंक(EAN)",
  "text_role": "भूमिकाएँ(EAN)",
  "text_vd": "वीडियो ट्यूटोरियल(EAN)",
  "third_login_discord_enter_ingame": "कलह के साथ खेल में प्रवेश",
  "third_login_discord_enter_link": "लिंक कलह",
  "third_login_discord_enter_web": "डिस्कॉर्ड के साथ वेब में प्रवेश करना",
  "third_login_twitter_enter_ingame": "ट्विटर के साथ गेम में प्रवेश",
  "third_login_twitter_enter_web": "ट्विटर के साथ वेब में प्रवेश",
  "title_ip": "आईपी ​​पता",
  "title_stats_server": "सर्वर",
  "title_stats_tcpu": "CPU",
  "title_stats_tname": "नाम",
  "title_stats_tonline": "ऑनलाइन",
  "title_stats_tram": "टक्कर मारना",
  "title_time": "समय"
}