{
  "404_body": "Het is mogelijk dat je een website probeert te bereiken die niet beschikbaar is, of het kan zijn dat je een proxy gebruikt. (Als dit zo is zet dan eerst je proxy uit en ververs de download pagina.)",
  "404_title": "404 Niet gevonden.",
  "GMRetcode_-1": "Commando mislukt.",
  "GMRetcode_0": "Commando successvol.",
  "GMRetcode_1": "Error SVR?",
  "GMRetcode_4": "Je bent mogelijk nog offline ingame.",
  "GMRetcode_617": "Dit kan niet toegevoegd worden omdat je opslag vol is of omdat er teveel spullen zijn.",
  "GMRetcode_860": "Dit voorwerp kan mogelijk niet toegevoegd worden omdat de event al geëndigd is. (dit is nutteloos)",
  "LOGIN_REQUIRED": "Je moet ingelogd zijn om deze pagina te bekijken.",
  "LOGOUT_DONE": "Je bent uitgelogd.",
  "account_code_description": "(EAN)",
  "account_code_disable": "Code uitschakelen(EAN)",
  "account_code_in_email": "Email Code",
  "account_code_info": "Deel deze code met niemand, omdat dit ertoe kan leiden dat uw account door iemand anders wordt beheerd.(EAN)",
  "account_code_keyword": "(EAN)",
  "account_code_title": "Code(EAN)",
  "account_email": "Email",
  "account_email_info": "Deze email is gebruikt voor wachtwoord reset of account update.",
  "account_forgetPassword_description": "Ben je het wachtwoord van jouw YuukiPS-account vergeten? Dan kan je het hier veranderen.(EAN)",
  "account_forgetPassword_info": "Laat alle onderstaande velden open als je geen e-mail van ons heeft ontvangen.(EAN)",
  "account_forgetPassword_keyword": "YuukiPS(EAN)",
  "account_forgetPassword_title": "Wachtwoord vergeten(EAN)",
  "account_forgetUsername_description": "Bent je je gebruikersnaam vergeten, maar weet je nog wel je speler- of account-ID? gebruik dit(EAN)",
  "account_forgetUsername_keyword": "YuukiPS(EAN)",
  "account_forgetUsername_title": "Vergeet gebruikersnaam(EAN)",
  "account_home_announcement_bt": "Meer weten.",
  "account_home_announcement_description": "Deze pagina is nog niet klaar, dus het zal simpel zijn, zolang het maar werkt. Om op de private server te spelen, moet je inloggen met {{username}} als gebruikersnaam.",
  "account_home_announcement_header": "Mededeling",
  "account_home_announcement_title": "Hallo {{name}}",
  "account_home_bt_relogin_ingame": "Sta iedereen toe om in te loggen.",
  "account_home_bt_relogin_ingame_iplock": "Sta alleen log-ins toe met het huidige ip adres (hoge beveiliging)",
  "account_home_code": "Code (API Access) (Je kan een 4 cijferige code gebruiken om om toegang te krijgen tot online web-commando's. Als je dit leeglaat worden web-commando's uitgeschakelt.)",
  "account_home_description": "Om toegang te krijgen tot account manager, moet je eerst inloggen.",
  "account_home_email": "Email",
  "account_home_gencode": "Generatorcode(EAN)",
  "account_home_info_link": "Derde partij log-in (Optioneel)",
  "account_home_info_link_set": "Link",
  "account_home_info_link_unset": "Unlink",
  "account_home_invaild_ip": "Om veiliger te zijn, zet alstjeblieft hier je ip adres neer zodat alleen jij in kan loggen zelfs zonder wachtwoord. <br>(5 ip adressen mogelijk: ip_house1,ip_house_2,ip_work1)",
  "account_home_ip": "IP Adres Toegankelijk In-Game (Jouw IP: {{ip}}) (Optioneel)",
  "account_home_keyword": "YuukiPS",
  "account_home_name": "Naam",
  "account_home_nopassword_game": "Leeg wachtwoord, Dit is prima als je account inloggen alleen toestaat met een bepaald IP, Als je dit niet hebt, dan kunnen mensen je account verpesten met bijvoorbeeld quests of items .<br>Optie niet mogelijk, dus houd dit alsjeblieft leeg.",
  "account_home_nopassword_web": "Leeg wachtwoord, Dit zorgt dat je account makkelijk te hacken is. Verander dit alstjeblieft.",
  "account_home_password_game": "Wachtwoord (In-Game) (Optioneel)",
  "account_home_password_infosave": "Laat leeg of verander niet als je het niet wil veranderen. <br>Als je geen wachtwoord hebt (In-Web), laat het dan leeg.",
  "account_home_password_web": "Wachtwoord (In-Web)",
  "account_home_password_web2": "Huidig wachtwoord (In-Web)",
  "account_home_relogin_ingame": "Je hebt <time data-now='{{login}}' data-type='sec'>???</time> om in te loggen (in-game), als het niet optijd lukt moet je het opnieuw doen, door de knop hieronder te gebruiken:",
  "account_home_relogin_ingame_info": "Nadat je in-game inloggen hebt toegestaat, heb je 2-5 min om in te loggen. Als iemand anders voor jou inlogd word je account opslot gezet, en moet je het opnieuw doen. Dit is nodig om ervoor te zorgen dat er geen random mensen je account in gaan omdat er geen in-game wachtwoord is, en hierdoor werkt dus elk wachtwoord.",
  "account_home_save": "Opslaan",
  "account_home_signature": "Signature",
  "account_home_tab_account": "Account",
  "account_home_tab_historylogin": "Login Geschiedenis",
  "account_home_tab_server": "Server",
  "account_home_title": "Account Manager",
  "account_home_username": "Gebruikersnaam",
  "account_login_description": "Hier kan je op je YuukiPS Account inloggen.",
  "account_login_keyword": "YuukiPS",
  "account_login_title": "Login",
  "account_newpassword": "Nieuw wachtwoord",
  "account_or_player_uid": "UID-speler of -account(EAN)",
  "account_password": "Wachtwoord",
  "account_password_info": "Dit wachtwoord is nodig om je data te beheren in elke server, dus vergeet hem niet! Je kan random wachtworden bij in-game wachtwoorden zetten omdat deze functie nog niet werkt, maar doe dat nergens anders.",
  "account_password_tes": "Typ het wachtwoord opnieuw.",
  "account_register_description": "Dit is om je YuukiPS account te registreren.",
  "account_register_keyword": "YuukiPS",
  "account_register_ok": "Je kan deze pagina sluiten, door je gebruikersnaam te gebruiken die je gemaakt hebt.",
  "account_register_title": "Registreer",
  "account_title": "YuukiPS Account",
  "account_uid_player": "UID Speler",
  "account_username": "Gebruikersnaam",
  "announcement_description": "Deze mededeling kan je alleen in-game zien, wat zoek je?",
  "announcement_keyword": "YuukiPS",
  "announcement_title": "Mededeling",
  "api_account_forgot_code_incorrect": "Wachtwoord kan niet veranderd worden omdat de code incorrect is. Probeer het opnieuw.",
  "api_account_forgot_send_email_error": "De code om je wachtwoord te veranderen kon niet gestuurd worden, rapporteer dit bij een administrator.",
  "api_account_forgot_send_email_ok": "De code om je wachtwoord te veranderen is naar je e-mail gestuurd.",
  "api_account_forgot_update_code_error": "Kan wachtwoord niet vergeten omdat er een fout was bij de code, probeer opnieuw.",
  "api_account_forgot_update_password_error": "Wachtwoord vergeten is fout gegaan omdat het niet het nieuwe wachtwoord kon veranderen, rapporteer dit bij een administrator.",
  "api_account_forgot_update_password_ok": "Wachtwoord met success veranderd, nu kan je inloggen met je nieuwe wachtwoord.",
  "api_account_nopassword": "Kan wachtwoord niet veranderen, omdat wachtwoord leeg is.",
  "api_account_notfound": "Account niet gevonden.",
  "api_account_password_invalid": "Wachtwoorden moeten tussen de 3 en 50 karakters zijn.",
  "api_captcha_failed": "Captcha is incorrect of je hebt het niet gedaan.",
  "api_check_username_invaild": "Gebruikersnamen moeten minimaal 3 en maximaal 50 letters hebben zonder aparte tekens, en mag geen e-mail formaat hebben.",
  "api_cmd_account_notfound": "We konden je account data niet vinden, probeer contact te maken met een administator.",
  "api_cmd_blockadmin": "Dit commando kan tijdelijk niet uitgevoerd worden omdat het geblokkeerd is door een administrator om de server stabiel te houden.",
  "api_cmd_code_incorrect": "Foute toegangs code.",
  "api_cmd_config_game2": "Dit spel is nog niet beschikbaar, hmm, dit is heel apart.",
  "api_cmd_config_game3": "Serieus probleem, probeer contact te krijgen met een administrator",
  "api_cmd_lengthmax": "De letter limiet is {{limit}}, je gebruikt er nu {{now}}.",
  "api_cmd_maxline": "Dit command kan maar {limit}x, gebruikt worden, je gebruikt het nu {now}x tegelijk.",
  "api_cmd_no_code": "Code is leeg.",
  "api_cmd_no_command": "Je hebt een leeg commando gestuurd.",
  "api_cmd_no_serverid": "Server naam is leeg.",
  "api_cmd_no_uid": "UID speler is leeg.",
  "api_cmd_noconfig1": "Server naam niet gevonden, probeer je speler data te verversen in account manager en probeer het opnieuw.",
  "api_cmd_noconfig2": "Server config niet gevonden, vraag om hulp bij een administrator.",
  "api_cmd_ok": "Commando uitgevoerd.",
  "api_cmd_player_notfound": "Als de speler niet gevonden is rapporteer dat dan bij een administrator.",
  "api_cmd_player_offline": "Deze speler is offline, zorg dat je in-game zit met hetzelfde account.",
  "api_cmd_player_timeout": "Commando kan niet uitgevoerd worden omdat de server misschien offline is.",
  "api_cmd_player_unknown": "Onbekend commando, probeer dit bij een administrator te rapporteren.",
  "api_cmd_remote_noset": "Om web commando's of de bot te gebruiken moet je de code invullen, volg de instructies bij https://ps.yuuki.me/blog/documentation/cmd",
  "api_create_baduser": "Slecht netwerk. Probeer uw modem of telefoon opnieuw op te starten(EAN)",
  "api_db_account_banned": "Account is verbannen omdat: {{reason}}",
  "api_db_account_duplication_registered_uid": "Deze account-UID is al in gebruik. Probeer een account aan te maken met een andere UID(EAN)",
  "api_db_account_duplication_registered_username": "Gebruikersnaam is al in gebruik.(EAN)",
  "api_db_account_duplication_registered_usernameoremail": "Kan geen account registreren, omdat gebruikersnaam of e-mailadres in beslag is genomen(EAN)",
  "api_db_account_email_duplication": "Deze e-mail is al gebruikt op een ander account, probeer een andere.",
  "api_db_account_email_invaild": "Email bestaat niet, probeer een andere omdat deze belangrijk is voor vergeet wachtwoord functies.",
  "api_db_account_email_none": "Het E-Mail veld is leeg.",
  "api_db_account_expiredlogin": "Log-in is verlopen, je moet opnieuw inloggen, volg de instructies bij https://ps.yuuki.me/blog/documentation/login",
  "api_db_account_failed0": "Gefaald om met de database te verbinden, probeer opnieuw. (0)",
  "api_db_account_failed1": "Gefaald om met de database te verbinden, probeer opnieuw. (1)",
  "api_db_account_invalid_ip_list": "IP lijst is fout.",
  "api_db_account_iplock": "Dit account is afgesloten met een ip adress, volg de instructies bij https://ps.yuuki.me/blog/documentation/login",
  "api_db_account_link_faild": "Gefaald om de derde partij log-in toe te voegen.",
  "api_db_account_link_ok": "Met success de derde partij login toegevoegd.",
  "api_db_account_login_block": "(Je hebt {{xRateLimitRemaining}}x kansen, als je nog {{xRateLimitCount}}x faalt dan word je tijdelijk geblokkeert.)",
  "api_db_account_login_failed": "Kan niet inloggen, probeer het opnieuw.",
  "api_db_account_login_notfound_expired": "Je moet opnieuw inloggen omdat de huidige log-in is verlopen.",
  "api_db_account_login_notfound_ingame": "Dit account is nog niet geregisteerd, volg de instructies bij https://ps.yuuki.me/blog/documentation/login",
  "api_db_account_login_notfound_link": "Deze derde partij log-in is nog niet verbonden met een account, volg de instructies hier https://ps.yuuki.me/blog/documentation/login",
  "api_db_account_login_notfound_web": "Account is nog niet geregisteerd.",
  "api_db_account_login_ok": "Je bent ingelogd.",
  "api_db_account_name_none": "Naam kan niet leeg zijn.",
  "api_db_account_password_invaild_web": "Wachtwoord voor account manager (Web) is incorrect.",
  "api_db_account_password_none": "Wachtwoord moet ingevuld zijn.",
  "api_db_account_password_none_web": "Wachtwoord voor account manager (Web) toegang is leeg, vul dit aub in omdat dit belangrijk is.",
  "api_db_account_password_wrong": "Wachtwoord is incorrect.",
  "api_db_account_passwordingame_unavailable": "Het is nog niet mogelijk om in-game wachtwoorden te gebruiken.",
  "api_db_account_registered_failed": "Fout met het registreren.",
  "api_db_account_registered_noemail": "Kon niet registreren omdat er geen e-mail is.",
  "api_db_account_registered_nopassword": "Kon niet registreren omdat er geen wachtwoord is.",
  "api_db_account_registered_ok": "Account geregisteerd.",
  "api_db_account_registered_password": "Je wachtwoord moet minimaal 3 en maximaal 50 karakters hebben.",
  "api_db_account_save_failed_by_wrongpassword": "Kan niet instellingen opslaan omdat het huidige web wachtwoord incorrect is.",
  "api_db_account_sessionKey_failed": "Toegang to account manager is velopen, log opnieuw in en probeer opnieuw.",
  "api_db_account_token_failed": "Deze token is verlopen of fout, probeer opnieuw in te loggen.",
  "api_db_account_token_ok": "Verbonden met de token.",
  "api_db_account_unlink_faild": "Fout met het loskoppelen.",
  "api_db_account_unlink_ok": "De derde partij login is afgemeld.",
  "api_db_account_update_ok": "Account is geupdate.",
  "api_db_cdkey_close": "Deze code is nog niet beschikbaar.",
  "api_db_cdkey_dberror": "Deze code kan niet gebruikt worden door een database fout.",
  "api_db_cdkey_emptykey": "Code is leeg, vul iets in en probeer het opnieuw.",
  "api_db_cdkey_expire": "Deze code is verlopen.",
  "api_db_cdkey_limit": "Code is al gebruikt of is gelimiteert.",
  "api_db_cdkey_noconfig": "Code kan niet gevonden worden omdat de server niet werkt.",
  "api_db_cdkey_noenabled": "Deze code kan tijdelijk niet gebruikt worden.",
  "api_db_cdkey_nokey": "De code is incorrect of bestaat niet.",
  "api_db_cdkey_notemplate": "Fout met de code, geen config template gevonden.",
  "api_db_cdkey_ok": "Code successvol gebruikt.",
  "api_db_player_Server_nodatabase_name": "Niet beschikbaar.",
  "api_db_player_nofound": "Spelergegevens niet gevonden. Mogelijk heb je nooit in deze regio gespeeld.(EAN)",
  "api_db_player_process": "Deze gegevens worden door ons systeem verwerkt. Wacht een paar minuten voordat je de resultaten krijgt en probeer het vervolgens opnieuw.(EAN)",
  "api_db_player_server_nodatebase": "Geen speler gevonden in de database.",
  "api_invaild_type_login1": "Onbekend login type, neem contact op met de administrator",
  "api_login_lock": "Je hebt te snel ingelogd, je moet 5 seconden wachten.(EAN)",
  "api_password_notpass": "Het herhaalde wachtwoord is niet hetzelfde, probeer het opnieuw en zorgvuldig te typen en probeer het opnieuw.",
  "api_ratelimit_api_account": "Je hebt tijdelijk geen toegang tot de API omdat je teveel data incorrect hebt gegeven. ({{limit}}x), wacht {{mxinutes}} minuten en doe het opnieuw.",
  "api_ratelimit_api_account_reload": "Je bent je speler data tevaak aan het verversen. ({{limit}}x), dat hoeft niet zo vaak te gebeuren, gebruik het als je op een nieuwe regio gaat spelen waar je nog geen data hebt, en zorg dat je online bent. Ja kan dit na {{mxinutes}} minuten opnieuw doen.",
  "api_ratelimit_api_cmd": "Je bent tijdelijk geblokkerd omdat, je de code ({{limit}}x) hebt ingevult maar nogsteeds niet goed, je kan het na {{mxinutes}} minuten opnieuw proberen.",
  "api_ratelimit_block1": "Tijdelijk geblokkeerd.",
  "api_ratelimit_cmd": "Elke commando kans maar eens per {{limit}} seconden gebruikt worden.",
  "api_ratelimit_login_guest": "Je bent tijdelijk geblokkeerd, omdat je ({{limit}}x) probeerde in te loggen, maar faalde, je kan het opnieuw proberen over  {{mxinutes}} minuten.",
  "api_ratelimit_login_normal": "Je bent tijdelijk geblokkeerd, omdat je ({{limit}}x) probeerde in te loggen, maar faalde, je kan het opnieuw proberen over  {{mxinutes}} minuten.",
  "api_ratelimit_login_token": "Je bent tijdelijk geblokkeerd, omdat je ({{limit}}x) probeerde in te loggen, maar faalde, je kan het opnieuw proberen over  {{mxinutes}} minuten.",
  "api_ratelimit_point_free": "Gratis punten kunnen maar {{limit}}x per dag gebruikt worden, je kan het weer gebruiken na {{mxinutes}} minuten",
  "api_ratelimit_register_body": "We hebben registratie gelimiteerd tot {{limit}}x, probeer het opnieuw na {{mxinutes}} minuten.",
  "api_ratelimit_register_title": "Registratie beperkt.",
  "api_ratelimit_webActivity_body": "Je web activiteit is beperkt door incorrecte invoer ({{limit}}x) of illegale activiteit, je kan het na  {{mxinutes}} minuten weer gebruiken.",
  "api_ratelimit_webActivity_fast": "Je web activiteit is te snel, ({{limit}}x) in {{mxinutes}} seconden of illegale activiteit.",
  "api_ratelimit_webActivity_title": "Web activiteit beperkt.",
  "api_register_errorunknown": "Registratie mislukt, probeer contact te maken met een administrator",
  "api_server_login_account_notfound": "Account met deze UID is niet gevonden, volg de instructies bij https://ps.yuuki.me/blog/documentation/cmd",
  "api_server_login_accountid_empty": "Zet je UID Account van YuukiPS neer!!!",
  "api_server_login_code_empty": "Code is leeg.",
  "api_server_login_code_incorrect": "De code die je ingevuld hebt is fout.",
  "api_server_login_code_noset": "Om toegang te krijgen tot web-commando's of interactie's moet je je code invullen, volg de instructies bij: https://ps.yuuki.me/blog/documentation/cmd",
  "api_server_login_error": "Er is iets mis gegaan, neem contact op met een administator.",
  "api_server_login_noplayer": "Je hebt op geen enkele server speler data, probeer je data te reloaden. https://ps.yuuki.me/blog/documentation/cmd",
  "api_server_login_ok": "Verbonden.",
  "api_web_error_unknown": "Onbekende fout, Neem contact op met de administator",
  "bt_logout": "Uitloggen.",
  "bt_reload": "Ververs speler data",
  "command_description": "Dit is voor commando toegang voor in-game zodat je kan kiezen wat er in-game gebeurt.",
  "command_keyword": "YuukiPS",
  "command_title": "Commando's",
  "footer_disclaimer": "Alle activa behoren toe aan hun respectieve eigenaars. Genshin Impact en Honkai: Star Rail zijn geregistreerde handelsmerken van Cognosphere Ltd. en miHoYo Co., Ltd. Deze site is niet geassocieerd met Cognosphere of miHoYo Co., Ltd. in enige officiële hoedanigheid. Delen van de inhoud op de website zijn geleverd door de gebruikers. Deze website is een werk van fictie. Namen, personages, bedrijven, gebeurtenissen en incidenten zijn de producten van de verbeelding van de auteur. Elke gelijkenis met personen, levend of niet, of andere dingen die in het echte leven bestaan, kan als toevallig worden beschouwd. Deze website is een parodie en wordt beschermd door fair use. De maker ervan is, ondanks dat hij deel uitmaakt van het Content Creator programma, geen eigenaar van de originele personages, maar gebruikt ze voor weergavedoeleinden; als je een entiteit vertegenwoordigt die daar een probleem mee heeft, neem dan contact met me op via een van de beschikbare communicatiekanalen. De informatie op deze website is alleen voor informatieve en website doeleinden. Wij geven geen verklaringen of garanties van welke aard dan ook, expliciet of impliciet, over de volledigheid, nauwkeurigheid, betrouwbaarheid, geschiktheid of beschikbaarheid met betrekking tot de website of de informatie, producten, diensten of gerelateerde afbeeldingen op de website voor welk doel dan ook. Het vertrouwen dat u stelt in dergelijke informatie is daarom strikt op eigen risico. Deze website gebruikt openlijk beschikbare gegevens. We testen niet op dieren.  Deze website kan links bevatten naar externe sites die niet beheerd worden door de maker. De maker is niet verantwoordelijk voor en heeft geen controle over de inhoud van deze sites, behalve in de gevallen waarin hij dat om een of andere reden wel heeft. De standpunten en meningen van de eigenaar van de website komen niet noodzakelijk overeen met de standpunten en meningen van de website-eigenaar als geheel. Door gebruik te maken van deze website gaat u akkoord met het gebruik van deze website.",
  "footer_message": "Welkom bij onze exclusieve private server voor jou en je vrienden! Deze veilige, intiemte plek is gemaakt voor naadloze communicatie, gezamenlijke inspanningen, en gedeelde ervaringen. Met focus op privacy, onze server zorgt dat jouw daden veilig blijven tussen jou en je vrienden.",
  "game_description_id_1": "Doe mee in een onvergetelijk avontuur in Genshin Impact, Doe mee met onze private server voor echte avonturiers en ontdek uitgestrekse landschappen, angstaanjagende kerkers, en mythische wezens. doe mee in epische missie's, gevechten, en ontdek geheime schatten. Pas je karakteer aan, maak vrienden, en overwin uitdagingen in een voortdurend evoluerend universum. Doe nu mee en word een legende in Genshin Impact!",
  "game_description_id_2": "Doe mee in een onvergetelijk avontuur in Honkai Star Rail, Doe mee met onze private server voor echte avonturiers en ontdek uitgestrekse landschappen, angstaanjagende kerkers, en mythische wezens. doe mee in epische missie's, gevechten, en ontdek geheime schatten. Pas je karakteer aan, maak vrienden, en overwin uitdagingen in een voortdurend evoluerend universum. Doe nu mee en word een legende in Honkai Star Rail!",
  "game_direct_bt": "Help Mij",
  "game_direct_fail": "Verificatie mislukt.",
  "game_direct_info": "We weten dat reclames irritant zijn, maar het is nodig voor ons om geld te krijgen elke maand apart van <a href='/sponsor'>sponsor</a>. We doen dit ook om Anime spel bedrijf te stoppen van het offline halen van download links, wat ze al een paar keer geprobeerd hadden maar hadden gefaald. <br><br>Verschillende methodes om download links te krijgen:<br>* Klik Download Link -> Doe de Challenge Short Link > Klaar<br>* <a href='/blog/documentation/login'>Registreer in YuukiPS en log in</a> -> Ga terug naar deze pagina -> Klaar<br>* Doe de captcha -> Klaar<br><br>Als deze methodes nog niet werken dan heb je echt mentale problemen.<br><br>Note:<br>* Als de download link heel sloom is of niet werkt gebruik dan een VPN zoals <a href='https://www.touchvpn.net/platform.html' target='blank'>TouchVpn</a> or <a href='https://1.1.1.1/' target='blank'>WARP</a>.<br>* Alle YuukiPS servers zijn betaald door Sponsors & reclames. Iedereen kan commando's gebruiken zonder te betalen, er is alleen een tijdslimiet tussen elke commando om de server stabiel te houden zodat iedereen blij is, dus als je betaald hebt om een YuukiPS account te krijgen of om commando's te gebruiken, dan ben je opgelicht.",
  "game_direct_ok": "De directe download link zou nu moeten verschijnen, je kan het onder deze bericht zien.",
  "game_keyword_id_1": "YuukiPS,Genshin Impact,Private Server,Hack Melon",
  "game_keyword_id_2": "YuukiPS,Star Rail,Private Server,Hack Melon",
  "game_portal_title_download": "Download Spel",
  "game_portal_title_gamedata": "Spel Data",
  "game_portal_title_release": "Uitgebracht",
  "game_portal_title_voicedata": "Stem Data",
  "game_portal_update": "Het lijkt erop dat je versie {{version}} gebruikt, die niet meer beschikbaar is of die niet beschikbaar is voor die versie. Dus download AUB de laatste game versie hier.",
  "game_title_id_1": "Speelt Private Server Genshin Impact",
  "game_title_id_2": "Speelt Private Server Star Rail",
  "game_title_soon": "Zal binnenkort beschikbaar zijn...",
  "home_description": "YuukiPS hosts en bestuurt verschillende Anime spellen, en bied een gebruiksvriendelijke launcher. Het detecteert automatisch, downloads, verifiëerd, patched, en lanceert games naadloos.",
  "home_info1": "YuukiPS is gratis. AQls je een account online hebt gekocht, dan ben je opgelicht. Kijk uit hiervoor",
  "home_keyword": "YuukiPS",
  "home_title": "Thuis",
  "ingame_join_unavailable": "Deze server is op dit moment mogelijk niet beschikbaar. Probeer het spel opnieuw op te starten als dit bericht nog steeds verschijnt. @YuukiPS(EAN)",
  "ingame_update": "Op dit moment zijn er geen private servers compatibel met versie {{version}} van het spel.\n Alsjeblieft {{action}} verander je game versie/client om met ons te spelen.\n\nAanbevolen versie's: {{recommended}}.",
  "json_comment_info_Mhypbase": "Als je al de 3.2 game hebt zonder patch (origineel), kan je dit gebruiken voor een patch en proxy tegelijk, dus je hoeft dit alleen maar in de game folder te extracten en het te openen, ja, dat is alles.",
  "json_comment_info_RSAPatch": "Dit is het bestand voor de game patch. Je hebt dit nodig om te spelen op de private server, als je al de YuukiPS launcher gebruikt dan heb je dit niet nodig, dit is nodig als je het handmatig doet zoals fiddler",
  "json_comment_info_fiddler_nopatch": "Fiddler is een proxy applicatie, dit is handig om een connectie naar de officiële servers te veranderen naar de private server. (Dit heeft geen patch nodig, alleen een proxy.)",
  "json_comment_info_fiddler_patch": "Fiddler is een proxy applicatie, dit is handig om een connectie naar de officiële servers te veranderen naar de private server maar dit komt niet met een patch. Dus dit moet je zelf doen met RSAPatch voor version 4.0.1 of Mhypbase voor 3.2.0",
  "json_comment_info_gamedata_android": "Als in-game downloads falen, Gebruik dan dit voor handmatige downloads. We raden dit niet aan omdat de server al in-game downloads kan doen.",
  "json_comment_info_gamedata_pc": "Als je geen 4.0.1 game data hebt download het dan en onthoud als je de game in delen download dat je alles extract en niet alleen de 1ste. Op dit moment kan je niet met 4.3 spelen dus gebruik het niet en gebruik versie 4.0.1 (Dit is hetzelfde als 4.0.0, niet 4.1.0) of 4.0.0 or 3.2.0. Voor voice data, raden we je niet aan om het te downloaden, in-game downloads mogelijk zijn.",
  "json_comment_info_gamedata_pc_32": "Omdat Mihoyo de 3.2 game files heeft verwijderd is dit de enige manier om het te downloaden, Je hebt dit nodig om GIO 3.2 te spelen.",
  "json_comment_info_gamedata_pc_cn": "Hetzelfde als de globale.",
  "json_comment_info_gamedata_pc_oneclick": "Dit is een gemodificeerde package, je moet alle files downloaden en het ergens extracten (GI-3.2-PC-YuukiPS.zip) en dan open je het met `GenshinImpact.exe` dit heeft geen proxy nodig omdat het al ingebouwd is.",
  "json_comment_info_launcher_cultivation": "Dit is een alternatieve launcher die zo gemaakt is dat hij verbind met de YuukiPS server, download dit als je met ons wil spelen. Het heeft ook allerlei andere mod-like functies.",
  "json_comment_info_launcher_yuukips": "Dit is een launcher gemodificeerd om te verbinden met onze server, download dit als je met ons wilt spelen. (Voor android gebruikers, dit is een Chinese versie en het login menu zal Chinees zijn, maar als je ingelogd bent zal de taal automatisch veranderen.",
  "json_comment_info_readme_android": "Als je een Android gebruiker bent, klik dan`READ ME` Als je niet weet wat je nu moet doen.",
  "json_comment_info_readme_ios": "Als je een IOS of Mac gebruiker bent, klik dan `READ ME` Als je niet weet wat je nu moet doen.",
  "json_comment_info_readme_pc": "Als je een PC gebruikt, klik kan `READ ME` als je niet weet wat je nu moet doen.",
  "login_game_normal_hk4e": "Genshin Impact betreden met een normale login.",
  "login_game_normal_hkrpg": "Star Rail betreden met een normale Login",
  "login_game_token_thirdlogin_hk4e": "Inloggen in Genshin Impact doormiddel van een derde partij toegangs token.",
  "login_game_token_thirdlogin_hkrpg": "Inloggen in Star Rail doormiddel van een derde partij toegangs token.",
  "login_game_token_verify_hk4e": "Bezig met Genshin Impact te betreden met token",
  "login_game_token_verify_hkrpg": "Bezig met Star Rail te betreden met token",
  "login_web_normal": "Bezig met web normaal in te laden.",
  "point_description": "Verdien punten om grote of zware commando's te gebruiken, of voor andere projecten.",
  "point_error_captcha_noverify": "Kan geen punten krijgen omdat de captcha niet goed is.",
  "point_error_code": "Probleem met decryptie, het zou al gebruikt kunnen zijn of het is fout.",
  "point_error_decrypt": "Decryptie gefaalt op een of andere manier, probeer contact te krijgen met een administator.",
  "point_error_getlink": "Er was een probleem met het krijgen van een link, probeer contact te krijgen met een administator",
  "point_error_getlinkdb": "Kan geen punten krijgen omdat de database faalde om te updaten, probeer contact te krijgen met een administrator.",
  "point_error_makelink": "Gefaalt om een link te genereren voor punten, probeer contact te krijgen met een administrator",
  "point_error_no_captcha": "Gefaalt om punten te krijgen door internet captcha's",
  "point_error_update": "Je hebt punten gekregen, maar het is niet geupdate naar de database, rapporteer dit bij een administator.",
  "point_home_info": "Je hebt op dit moment:{{point}} (+{{point_max}}) punten.",
  "point_home_info1": "Wat is dit?",
  "point_home_info1r": "Punten zijn een digitale munteenheid die je kan ruilen voor bepaalde dingen, zoals toegang krijgen tot grote/zware commando's (/give all) of als je de `Hoyolab Daily Check-in Bot` wilt gebruiken, of andere projecten die nog niet uit zijn.",
  "point_home_info2": "Hoe krijg je het",
  "point_home_info2r1": "Gratis: Je hoeft alleen maar 'Skip Ads' te doen, door 'Get Point' te klikken. Als je dit voor de eerste keer doet dan krijg je 10 punten, daarna heb je kans tussen 1 tot 10 punten.",
  "point_home_info2r2": "Sponsor: 100 punten per maand, als je <a target='_blank' href='/sponsor'>Als je maandelijke tenminste $5 doneert,</a> dan krijg je elke keer dat je 'sla reclame over' klikt tussen de 1-10 punten met een hogere kans op hogere aantallen.",
  "point_home_info2r3": "Discord: <a target='_blank' href='https://discord.gg/yuukips'>Word lid van onze Discord</a>, zoek <a target='_blank' href='https://canary.discord.com/channels/964119462188040202/1223662433772507217'>Kanaal #freepoint</a>",
  "point_home_info3": "Zie reclames / sla reclames over.",
  "point_home_info3r1": "Krijg punt",
  "point_home_info3r2": "Nadat je 'krijg punt' klikt, wordt je verstuurd naar een reclame website. Daar kan je hun instructies volgen. Als je het goed hebt gedaan, wordt je teruggestuurd naar deze pagina en krijg je je punten.",
  "point_home_info4": "Gebruik Code",
  "point_home_info4r1": "Code",
  "point_home_info4r2": "Server",
  "point_home_info4r3": "Verkrijg",
  "point_home_info4r4": "Als je een code hebt, kan je die hier gebruiken.",
  "point_home_info4r5": "Dit account heeft geen game-data. Speel eerst het spel en probeer het daarna opnieuw.",
  "point_home_info5": "Waarschuwing: gebruik hetzelfde account als je in-game account, Als je een ander account gebruikt zal je de punten niet in-game kunnen gebruiken. Als je het niet zeker weet kan je `/user` typen in in-game commando's. Het zal je je account UID geven. Je kan die vergelijken met je UID van de website.",
  "point_home_info6": "Met uitzondering van die commando, zijn er geen punten nodig. Je kan hier heen gaan -> <a href='https://doc.yuuki.me/docs/category/command-list'>List Command</a> voor een complete lijst van alle commando's",
  "point_home_info6r1": "Commando's die punten gebruiken.",
  "point_keyword": "YuukiPS, punt",
  "point_ok": "Gefeliciteerd!, Je hebt je punten gekregen.",
  "point_title": "Verdien punten",
  "redeem_ok": "Code met success gebruikt.",
  "server_region_info": "Regioserver(EAN)",
  "sponsor_description": "Jouw contributie zorgt dat de servers hun optimale prestaties behouden en zorgt voor een vlotte en stabiele gameplay voor alle spelers.",
  "sponsor_keyword": "YuukiPS",
  "sponsor_title": "Sponsor",
  "stats_description": "Statistieken YuukiPS",
  "stats_keyword": "YuukiPS",
  "stats_title": "Statistieken",
  "text_accountuid": "Account UID",
  "text_backhome": "Terug naar menu",
  "text_code": "Code(EAN)",
  "text_commands": "Commando's",
  "text_direct": "Directe link",
  "text_disclaimer": "Disclaimer",
  "text_engine": "Engine",
  "text_findAccountUsername": "Zoek mijn accountgebruikersnaam en gebruik UID-account(EAN)",
  "text_game": "Game",
  "text_md5": "MD5",
  "text_mirror": "Mirror",
  "text_package": "Package",
  "text_partgame": "Part file",
  "text_point": "Punten",
  "text_role": "Rollen",
  "text_uidAccount": "UID-account(EAN)",
  "text_vd": "Video uitleg.",
  "third_login_discord_enter_ingame": "Ga in-game via Discord",
  "third_login_discord_enter_link": "Link Discord",
  "third_login_discord_enter_web": "Ga in web via Discord",
  "third_login_twitter_enter_ingame": "Ga in-game via Twitter",
  "third_login_twitter_enter_web": "Ga in web via Twitter.",
  "title_ip": "IP Adres",
  "title_stats_server": "SERVER",
  "title_stats_tcpu": "CPU",
  "title_stats_tname": "NAAM",
  "title_stats_tonline": "ONLINE",
  "title_stats_tram": "RAM",
  "title_time": "TIJD"
}
