{
	"home_title": "Дом",
	"home_description": "Писать лень, попробую позже спросить в ChatGPT",
	"home_keyword": "ЮкиПС",
	"home_404": "Возможно, вы заходите на страницу, которая недоступна, или, возможно, потому, что вы в настоящее время используете прокси-сеть для загрузки данных игры (если это так, сначала отключите ее, а затем попробуйте перезагрузить ссылку для загрузки снова)",
	"home_lead": "YuukiPS — это приватный сервер, на котором вы можете играть в других<p>чем официальный сервер и свободнее делать что угодно.</p>",
	"home_bt_title_command": "Командный доступ",
	"home_bt_title_play": "Играл",
	"home_bt_title_loginnreg": "Войти/Регистрация",
	"announcement_title": "Объявление",
	"announcement_description": "Это объявление появляется только в игре, что вы ищете?",
	"announcement_keyword": "ЮкиПС",
	"account_title": "Зарегистрируйтесь или войдите",
	"account_description": "Это необходимо для регистрации вашей учетной записи YuukiPS или входа в систему для управления данными игрока.",
	"account_keyword": "ЮкиПС",
	"command_title": "Командный доступ",
	"command_description": "Это для командного доступа к игре, чтобы вы могли контролировать происходящее в игре.",
	"command_keyword": "ЮкиПС",
	"game_title_id_1": "Игра на приватных серверах Genshin Impact",
	"game_description_id_1": "Отправляйтесь в незабываемое приключение в увлекательном мире Genshin Impact Game. Присоединяйтесь к нашему приватному серверу для настоящих искателей приключений и исследуйте обширные ландшафты, устрашающие подземелья и мистических существ. Участвуйте в эпических квестах, сражениях и находите скрытые сокровища. ",
	"game_keyword_id_1": "YuukiPS, Genshin Impact, частный сервер, взлом дыни",
	"game_title_id_2": "Игра на приватных серверах Star Rail",
	"game_description_id_2": "Отправляйтесь в незабываемое приключение в увлекательном мире Star Rail Game. Присоединяйтесь к нашему частному серверу для настоящих искателей приключений и исследуйте обширные ландшафты, устрашающие подземелья и мистических существ. Участвуйте в эпических квестах, сражениях и находите скрытые сокровища. ",
	"game_keyword_id_2": "YuukiPS,Star Rail,Частный сервер,Hack Melon",
	"game_portal_title_download": "Скачать игру",
	"game_portal_title_release": "Выпускать",
	"game_portal_title_gamedata": "Данные игры",
	"game_portal_title_voicedata": "Голосовые данные",
	"game_portal_title_stats": "Статистика",
	"game_portal_title_stats_tname": "СЕРВЕР ИМЕН",
	"game_portal_title_stats_tonline": "В СЕТИ",
	"game_portal_title_stats_tcpu": "Процессор",
	"game_portal_title_stats_tram": "БАРАН",
	"game_title_soon": "Скоро будет доступно...",
	"api_db_account_login_ok": "Войти успешно",
	"api_db_account_login_failed": "Не удается войти, попробуйте войти повторно.",
	"api_db_account_registered_close": "Учетная запись не зарегистрирована, пожалуйста, зарегистрируйте учетную запись на ps.yuuki.me",
	"api_db_account_registered_ok": "Аккаунт успешно зарегистрирован",
	"api_db_account_registered_failed": "Аккаунт не удалось зарегистрировать",
	"api_db_account_failed0": "Не удалось подключиться к базе данных, повторите попытку (0)",
	"api_db_account_failed1": "Не удалось подключиться к базе данных, повторите попытку (1)",
	"api_db_account_duplication_uid_by_registered": "UID этой учетной записи уже используется. Попробуйте создать учетную запись с другим UID.",
	"api_db_account_duplication_username_by_registered": "Невозможно зарегистрировать учетную запись, так как это имя пользователя занято",
	"api_check_username_invaild": "Имена пользователей могут состоять не менее чем из 3 и 50 букв и не должны содержать специальные символы или использовать формат электронной почты.",
	"footer_message": "© 2023 YuukiPS. Все права защищены. Мы можем иногда ошибаться программистом, но эй, даже это авторское право было создано ChatGPT. И не беспокойтесь, весь наш код является оригинальным — ну, за исключением того случая, когда мы случайно скопировали все с GitHub. ",
	"json_comment_info_launcher_yuukips": "Launcher for game anime patch для поддержки подключения к YuukiPS Official",
	"json_comment_info_launcher_yuukips_video": "Это официальное руководство по подключению YuukiPS к YuukiPS Launcher.",
	"json_comment_info_launcher_cultivation": "Альтернативный лаунчер для игрового аниме-патча для поддержки подключения к частным серверам и включения модов.",
	"json_comment_info_fiddler_patch": "Ручной патч без лаунчера, в 2.8 вам нужен dll-файл патча, чтобы иметь возможность присоединиться к частному серверу, поэтому не забудьте пропатчить с помощью RSAPatch",
	"json_comment_info_fiddler_nopatch": "Проксируйте свою игру, чтобы вы могли подключиться к частному серверу и не нуждались в патчах и т. д.",
	"json_comment_info_RSAPatch": "Ручной патч без лаунчера, для подключения к приватному серверу 3.2-3.7 нужен RSAPatch версии 1.3.0",
	"json_comment_info_launcher_cn": "Альтернативный лаунчер для игрового аниме-патча для поддержки подключения к частным серверам другого или локального хоста.",
	"json_comment_info_launcher_tutorial_en": "Если вы лучше понимаете английский, прочтите неофициальную документацию по версии.",
	"json_comment_info_launcher_tutorial_cn": "Если вы китаец, вы можете следовать официальному руководству здесь.",
	"json_comment_info_launcher_gamedata": "если вы не хотите загружать в игре, вы можете использовать эти игровые данные."
}
