{
  "404_body": "Возможно, вы заходите на страницу, которая недоступна, или, возможно, вы в данный момент используете прокси-сеть для загрузки игровых данных (если да, сначала отключите ее, а затем попробуйте перезагрузить ссылку для загрузки еще раз). (EAN)",
  "404_title": "404 Не Найдено (EAN)",
  "GMRetcode_-1": "Команда не удалась.(EAN)",
  "GMRetcode_0": "Команда выполнена успешно.(EAN)",
  "GMRetcode_1": "Ошибка СВР?(EAN)",
  "GMRetcode_4": "Возможно, вы все еще не в сети в игре.(EAN)",
  "GMRetcode_617": "Невозможно добавить этот элемент, поскольку хранилище заполнено или слишком много элементов.(EAN)",
  "GMRetcode_860": "Этот элемент, возможно, не удастся добавить, потому что событие закончилось (то есть, это бесполезно)(EAN)",
  "LOGIN_REQUIRED": "Для доступа к этой странице необходим вход в систему, войдите сначала.",
  "LOGOUT_DONE": "Вы успешно вышли",
  "account_code_in_email": "Код электронной почты",
  "account_email": "Электронная почта",
  "account_email_info": "Этот адрес электронной почты используется для сброса пароля или обновления аккаунта.",
  "account_forgetpassword_description": "Забыли пароль от вашего аккаунта YuukiPS? Вы можете восстановить его здесь.",
  "account_forgetpassword_info": "Оставьте все поля ниже пустыми, если вы не получили от нас письма.",
  "account_forgetpassword_keyword": "YuukiPS",
  "account_forgetpassword_title": "Забыли пароль",
  "account_forgotpassword": "Забыли пароль",
  "account_home_announcement_bt": "Узнать больше",
  "account_home_announcement_description": "Эта страница находится в стадии разработки, поэтому она будет простой, пока она работает. Чтобы играть на частном сервере, войдите в игру, используя {{username}} в качестве имени пользователя.",
  "account_home_announcement_header": "Объявление",
  "account_home_announcement_title": "Привет, {{name}}",
  "account_home_bt_relogin_ingame": "Разрешить всем вход в игру",
  "account_home_bt_relogin_ingame_iplock": "Разрешить вход в игру только с текущим IP-адресом (высокая степень безопасности)",
  "account_home_code": "Код (API-доступ) (Вы можете установить 4-значный код для доступа к веб-командам, ботам или API. Если оставить поле пустым, функции веб-команд, ботов или API будут выключены.)",
  "account_home_description": "Для доступа к менеджеру аккаунта войдите, пожалуйста.",
  "account_home_email": "Электронная почта",
  "account_home_gencode": "Генератор",
  "account_home_info_link": "Вход через сторонние сервисы (опция)",
  "account_home_info_link_set": "Привязать",
  "account_home_info_link_unset": "Отвязать",
  "account_home_invaild_ip": "Для большей безопасности введите свой IP-адрес здесь, чтобы только вы могли получить доступ к своей игре даже без пароля в игре.<br>(Поддерживаются 5 IP-адресов: ip_house1, ip_house_2, ip_work1)",
  "account_home_ip": "IP-адрес, разрешенный в игре (Ваш IP: {{ip}}) (Опция)",
  "account_home_keyword": "YuukiPS",
  "account_home_name": "Имя",
  "account_home_nopassword_game": "Пустой пароль. Это нормально, если включен вход только с разрешенных IP-адресов, но если нет, это облегчит взлом в игре, а затем удаление предметов, квестов или порчу ваших данных игрока.<br>Функция в настоящее время недоступна, поэтому оставьте его пустым.",
  "account_home_nopassword_web": "Пустой пароль, что делает аккаунт уязвимым, пожалуйста, измените его.",
  "account_home_password_game": "Пароль (В игре) (Опция)",
  "account_home_password_infosave": "Оставьте поле пустым или не меняйте, если не хотите его изменять.<br>Если у вас нет текущего пароля (Веб), оставьте его пустым.",
  "account_home_password_web": "Пароль (Веб)",
  "account_home_password_web2": "Текущий пароль (Веб)",
  "account_home_relogin_ingame": "У вас есть время <time data-now='{{login}}' data-type='sec'>???</time> для входа в игру. Если время истекло, вы должны разрешить вход в игру снова, нажав кнопку ниже:",
  "account_home_relogin_ingame_info": "После того, как вам разрешен вход в игру, у вас есть 2-5 минут для завершения входа в игру. Если кто-то другой войдет раньше вас в течение этого времени, ваш аккаунт будет заблокирован, и вам придется делать это снова. Это полезно, чтобы предотвратить вход других людей в игру, потому что нет функции пароля, когда вы входите в игру, это означает, что любой пароль будет работать.",
  "account_home_save": "Сохранить",
  "account_home_signature": "Подпись",
  "account_home_tab_account": "Аккаунт",
  "account_home_tab_historylogin": "История входа",
  "account_home_tab_server": "Сервер",
  "account_home_title": "Менеджер аккаунта",
  "account_home_username": "Имя пользователя",
  "account_login_description": "Это для входа в ваш аккаунт YuukiPS.",
  "account_login_keyword": "YuukiPS",
  "account_login_title": "Вход",
  "account_newpassword": "Новый пароль",
  "account_password": "Пароль",
  "account_password_info": "Этот пароль используется для управления данными вашего аккаунта, такими как данные игрока на каждом сервере, поэтому не забывайте свой пароль. Вы можете использовать случайные пароли (в игре), потому что эта функция еще не существует, но пароли (в игре) никогда не используйте случайные пароли, потому что это важно.",
  "account_password_tes": "Пожалуйста, повторите пароль",
  "account_register_description": "Это для регистрации вашего аккаунта YuukiPS.",
  "account_register_keyword": "YuukiPS",
  "account_register_ok": "Вы можете закрыть эту страницу, используя имя пользователя, которое вы создали.",
  "account_register_title": "Регистрация",
  "account_title": "Аккаунт YuukiPS",
  "account_uid_home": "UID аккаунта",
  "account_uid_player": "UID игрока",
  "account_username": "Имя пользователя",
  "announcement_description": "Это объявление появляется только в игре. Что вы ищете?",
  "announcement_keyword": "YuukiPS",
  "announcement_title": "Объявление",
  "api_account_forgot_code_incorrect": "Невозможно изменить пароль из-за неверного кода, попробуйте снова",
  "api_account_forgot_send_email_error": "Не удалось отправить код для сброса пароля на вашу электронную почту, сообщите об этом администратору?",
  "api_account_forgot_send_email_ok": "Код для сброса пароля отправлен на вашу электронную почту, используйте его для сброса",
  "api_account_forgot_update_code_error": "Невозможно сбросить пароль из-за ошибки обновления кода, попробуйте снова",
  "api_account_forgot_update_password_error": "Сброс пароля не может быть выполнен из-за сбоя при изменении нового пароля, сообщите об этом администратору?",
  "api_account_forgot_update_password_ok": "Пароль успешно изменен, теперь вы можете войти с новым паролем",
  "api_account_nopassword": "Нельзя установить пароль, так как пароль пуст",
  "api_account_notfound": "Аккаунт не найден",
  "api_account_password_invalid": "Пароль может содержать от 3 до 50 символов",
  "api_captcha_failed": "Капча введена неверно или не решена",
  "api_check_username_invaild": "Имя пользователя может содержать от 3 до 50 символов и не должно содержать специальных символов, используйте формат электронной почты",
  "api_cmd_account_notfound": "Нам не удалось найти данные вашего аккаунта, поэтому попробуйте связаться с администратором. (EAN)",
  "api_cmd_blockadmin": "Эту команду невозможно выполнить временно, поскольку она заблокирована администратором для обеспечения стабильной работы сервера. (EAN)",
  "api_cmd_code_incorrect": "Неправильный код доступа (EAN)",
  "api_cmd_config_game2": "Эта игра пока не поддерживается, хм, это очень редко (EAN)",
  "api_cmd_config_game3": "Произошла серьезная проблема, попробуйте связаться с администратором. (EAN)",
  "api_cmd_lengthmax": "Ограничение на количество букв может составлять не более {{limit}}. В настоящее время вы используете {{now}}. (EAN)",
  "api_cmd_maxline": "Команда может быть выполнена только {limit}x, в настоящее время вы одновременно используете команду {now}x (EAN)",
  "api_cmd_no_code": "Код пуст.(EAN)",
  "api_cmd_no_command": "Вы отправили пустую команду. (EAN)",
  "api_cmd_no_serverid": "Имя сервера пусто (EAN)",
  "api_cmd_no_uid": "Uid плеера пуст (EAN)",
  "api_cmd_noconfig1": "Имя сервера не найдено. Попробуйте перезагрузить данные игрока в учетной записи менеджера и повторите попытку. (EAN)",
  "api_cmd_noconfig2": "Конфигурация сервера не найдена, попробуйте обратиться к администратору (EAN)",
  "api_cmd_ok": "Команда выполнена успешно (EAN)",
  "api_cmd_player_notfound": "Этот плеер не найден? попробуйте связаться с администратором (EAN)",
  "api_cmd_player_offline": "Этот игрок не в сети, убедитесь, что вы сейчас играете под той же учетной записью. (EAN)",
  "api_cmd_player_timeout": "Эту команду невозможно выполнить, возможно, сервер не работает. (EAN)",
  "api_cmd_player_unknown": "Эта команда неизвестна, попробуйте сообщить об этом администратору. (EAN)",
  "api_cmd_remote_noset": "Чтобы получить доступ к веб-командам или боту, введите код, его можно найти по адресу https://ps.yuuki.me/account/home (0).(EAN)",
  "api_db_account_duplication_by_registered": "Невозможно зарегистрировать аккаунт, так как имя пользователя или электронная почта уже заняты",
  "api_db_account_duplication_uid_by_registered": "Этот UID аккаунта уже используется, попробуйте создать аккаунт с другим UID",
  "api_db_account_email_duplication": "Эта электронная почта уже используется в другом аккаунте, выберите другую",
  "api_db_account_email_invaild": "Недопустимая электронная почта, убедитесь, что она корректна, так как это важно для использования функции восстановления пароля",
  "api_db_account_email_none": "Почему электронная почта пуста?",
  "api_db_account_expiredlogin": "Вы должны войти в систему через https://ps.yuuki.me/account/home. После успешного входа вы можете попробовать войти в игру еще раз. Убедитесь, что при входе в систему убедитесь, что IP-адрес тот же, что и при входе в систему. в сети и в игре.(EAN)",
  "api_db_account_failed0": "Не удалось подключиться к базе данных, попробуйте снова (0)",
  "api_db_account_failed1": "Не удалось подключиться к базе данных, попробуйте снова (1)",
  "api_db_account_invalid_ip_list": "Недопустимый список IP",
  "api_db_account_iplock": "Эта учетная запись заблокирована с определенным IP-адресом. Если вы являетесь владельцем этой учетной записи, обновите IP-адрес на https://ps.yuuki.me/account/home.(EAN)",
  "api_db_account_link_faild": "Не удалось добавить вход через сторонний сервис",
  "api_db_account_link_ok": "Успешно добавлен вход через сторонний сервис",
  "api_db_account_login_failed": "Не удалось войти, попробуйте снова",
  "api_db_account_login_notfound_expired": "Пожалуйста, выполните вход снова, так как срок действия этого входа истек",
  "api_db_account_login_notfound_ingame": "Эту учетную запись нельзя использовать, поскольку она не зарегистрирована на нашем сайте. Пожалуйста, зарегистрируйтесь на нашем официальном сайте https://ps.yuuki.me/account/register или нажмите (Зарегистрироваться), или вы можете попробовать нас, используя (Гостевой аккаунт) .(EAN)",
  "api_db_account_login_notfound_link": "Этот сторонний логин не связан ни с одной учетной записью. Если у вас есть учетная запись, войдите в нее с помощью обычной учетной записи, а затем перейдите по ссылке https://ps.yuuki.me/account/home.(EAN)",
  "api_db_account_login_notfound_web": "Аккаунт еще не зарегистрирован, создайте аккаунт!",
  "api_db_account_login_ok": "Вход выполнен успешно",
  "api_db_account_name_none": "Имя не может быть пустым",
  "api_db_account_password_invaild_web": "Неверный пароль для доступа к управлению аккаунтом (веб)",
  "api_db_account_password_none": "Пароль пуст, его нужно заполнить",
  "api_db_account_password_none_web": "Пароль для доступа к управлению аккаунтом (веб) пуст, заполните его, так как это важно",
  "api_db_account_password_wrong": "Неверный пароль",
  "api_db_account_passwordingame_unavailable": "Эта функция пока недоступна для добавления паролей в игре",
  "api_db_account_registered_failed": "Не удалось зарегистрировать аккаунт",
  "api_db_account_registered_noemail": "Регистрация не удалась из-за отсутствия электронной почты",
  "api_db_account_registered_nopassword": "Регистрация не удалась из-за отсутствия пароля",
  "api_db_account_registered_ok": "Аккаунт успешно зарегистрирован",
  "api_db_account_registered_password": "Пароль может содержать от 3 до 50 символов",
  "api_db_account_save_failed_by_wrongpassword": "Не удалось сохранить настройки из-за несовпадения текущих паролей в вебе",
  "api_db_account_sessionKey_failed": "Срок доступа к управляющему аккаунту истек, пожалуйста, войдите снова.(EAN)",
  "api_db_account_token_failed": "Этот токен может быть устаревшим или не найден, выполните вход снова",
  "api_db_account_token_ok": "Успешное подключение с токеном",
  "api_db_account_unlink_faild": "Не удалось отменить вход через сторонний сервис",
  "api_db_account_unlink_ok": "Успешно отменен вход через сторонний сервис",
  "api_db_account_update_ok": "Аккаунт успешно обновлен",
  "api_invaild_type_login1": "Неизвестный тип входа, свяжитесь с администратором",
  "api_password_notpass": "Повторно введенный пароль не совпадает с исходным паролем, введите пароль внимательно, убедитесь, что они совпадают",
  "api_ratelimit_cmd": "Каждая команда может выполняться только каждые {{limit}} секунд.(EAN)",
  "api_ratelimit_login": "Вам разрешено входить в систему только {{limit}}x каждые {{wait}} минут. (НОРМАЛЬНЫЙ)(EAN)",
  "api_ratelimit_login_token": "Вам разрешено входить в систему только {limit}x каждую {{wait}} минуту. (ЖЕТОН)(EAN)",
  "api_server_login_account_notfound": "Учетная запись с этим идентификатором не найдена. Убедитесь, что вы правильно ввели идентификатор учетной записи и убедитесь, что это не идентификатор игрока, поскольку он другой. вы можете найти по адресу https://ps.yuuki.me/account/home(EAN)",
  "api_server_login_accountid_empty": "Пожалуйста, введите UID вашего аккаунта",
  "api_server_login_code_empty": "Введённый вами код пустой!!!, Вы можете найти его по адресу https://ps.yuuki.me/account/home(EAN)",
  "api_server_login_code_incorrect": "Код, который вы ввели, неверен",
  "api_server_login_code_noset": "Чтобы получить доступ к веб-командам или боту, введите код, его можно найти по адресу https://ps.yuuki.me/account/home (1).(EAN)",
  "api_server_login_error": "Что-то пошло не так, пожалуйста, свяжитесь с администратором.",
  "api_server_login_ok": "Успешное подключение",
  "api_web_error_unknown": "Неизвестная ошибка, свяжитесь с администратором",
  "bt_logout": "Выйти",
  "bt_reload": "Перезагрузить данные игрока",
  "command_description": "Это для доступа к командам в игре, чтобы вы могли контролировать то, что происходит в игре",
  "command_keyword": "YuukiPS",
  "command_title": "Доступ к командам",
  "footer_disclaimer": "Все активы принадлежат их владельцам. Genshin Impact и Honkai: Star Rail являются зарегистрированными торговыми марками CognoSphere Ltd. и miHoYo Co., Ltd. Этот сайт не связан с CognoSphere или miHoYo Co., Ltd. в каком-либо официальном качестве. Часть контента на веб-сайте предоставлена ​​его пользователями. Этот сайт является художественным произведением. Имена, персонажи, предприятия, события и происшествия — плоды воображения автора. Любое сходство с людьми, живыми или нет, или любыми другими вещами, существующими в реальной жизни, можно считать случайным. Этот веб-сайт является пародией и защищен в соответствии с принципами добросовестного использования. Его создатель, несмотря на то, что является участником программы Content Creator, не владеет оригинальными персонажами, а использует их для отображения; если вы представляете организацию, у которой с этим проблемы, свяжитесь со мной по любому из доступных каналов связи. Информация, содержащаяся на этом веб-сайте, предназначена только для информационных целей и целей веб-сайта. Мы не даем никаких заявлений и гарантий любого рода, явных или подразумеваемых, относительно полноты, точности, надежности, пригодности или доступности в отношении веб-сайта или информации, продуктов, услуг или связанных с ними изображений, содержащихся на веб-сайте для любых целей. Поэтому вы доверяете такой информации исключительно на свой страх и риск. На этом сайте используются общедоступные данные. Мы не тестируем на животных. Этот веб-сайт может содержать ссылки на внешние сайты, которые не принадлежат его создателю. Создатель не несет ответственности и не контролирует содержимое этих сайтов, за исключением случаев, когда он действительно это делает по каким-либо причинам. Взгляды и мнения, выраженные владельцем веб-сайта, не обязательно отражают взгляды и мнения владельца веб-сайта в целом. Используя этот сайт, вы соглашаетесь использовать этот сайт. (EAN)",
  "footer_message": "© 2023 YuukiPS. Все права защищены. Мы можем сделать случайные ошибки программистов, но, эй, даже этот авторский текст был сгенерирован ChatGPT. И не волнуйтесь, весь наш код оригинален - ну, за исключением того случая, когда мы случайно скопировали все с GitHub.",
  "game_description_id_1": "Отправляйтесь в незабываемое приключение в захватывающем мире игры Genshin Impact. Присоединяйтесь к нашему частному серверу для настоящих исследователей и исследуйте обширные пейзажи, пугающие подземелья и мистических существ. Участвуйте в эпических квестах, сражениях и обнаруживайте скрытые сокровища. Настройте своего персонажа, заключайте союзы и покоряйте вызовы постоянно меняющейся вселенной. Присоединяйтесь к нам прямо сейчас и станьте легендой в игре Genshin Impact.",
  "game_description_id_2": "Отправляйтесь в незабываемое приключение в захватывающем мире игры Star Rail. Присоединяйтесь к нашему частному серверу для настоящих исследователей и исследуйте обширные пейзажи, пугающие подземелья и мистических существ. Участвуйте в эпических квестах, сражениях и обнаруживайте скрытые сокровища. Настройте своего персонажа, заключайте союзы и покоряйте вызовы постоянно меняющейся вселенной. Присоединяйтесь к нам прямо сейчас и станьте легендой в игре Star Rail.",
  "game_direct_bt": "Помоги мне (EAN)",
  "game_direct_fail": "Не удалось подтвердить (EAN)",
  "game_direct_info": "Мы знаем, что все ненавидят рекламу, но для нас это еще один способ ежемесячно получать средства для оплаты счетов за сервер, помимо <a href='/sponsor'>спонсора</a>. Мы также делаем это для того, чтобы аниме-компании не удаляли ссылки для скачивания, которые они пытались несколько раз попробовать, но все равно не получилось.<br><br>Несколько способов получить прямые ссылки:<br>* Нажмите «Ссылка для скачивания» -> «Короткая ссылка на завершение испытания» > Готово<br>* <a href='/account/login'>Зарегистрируйте YuukiPS и войдите в систему</a> -> Вернуться на эту страницу -> Готово<br>* Завершите проверку Captcha -> Готово<br><br >Если эти 3 метода по-прежнему не работают для вас, это означает, что вы действительно (проблема с навыками) ищете ссылку.<br><br>Примечание:<br>* Если ссылка для скачивания не работает или работает медленно, воспользуйтесь VPN, например <a href='https://www.touchvpn.net/platform.html' target='blank'>TouchVpn</a> или <a href='https://1.1.1.1/' target ='blank'>WARP</a>.<br>* Все серверы YuukiPS поддерживаются спонсором и рекламой. каждый может получить доступ к командам без оплаты, просто для каждой команды существует ограничение по времени, чтобы сделать ее более стабильной, чтобы все были довольны, поэтому, если вы покупаете учетную запись YuukiPS или платите, чтобы получить доступ к командам, это означает, что вас обманывают. будь осторожен.(EAN)",
  "game_direct_ok": "Теперь должна появиться прямая ссылка для скачивания, вы можете найти ее под этим сообщением.(EAN)",
  "game_keyword_id_1": "YuukiPS, Genshin Impact, Частный сервер, Hack Melon",
  "game_keyword_id_2": "YuukiPS, Star Rail, Частный сервер, Hack Melon",
  "game_portal_title_download": "Скачать игру",
  "game_portal_title_gamedata": "Данные игры",
  "game_portal_title_release": "Релиз",
  "game_portal_title_voicedata": "Голосовые данные",
  "game_portal_update": "Похоже, вы используете версию {{version}}, которая, возможно, уже не поддерживается, или серверы могут быть недоступны для этой версии. Пожалуйста, скачайте последний клиент игры здесь.",
  "game_title_id_1": "Игра на частных серверах Genshin Impact",
  "game_title_id_2": "Игра на частных серверах Star Rail",
  "game_title_soon": "Будет доступно скоро...",
  "home_description": "Слишком ленив, чтобы писать, попробую спросить у ChatGPT позже",
  "home_info1": "YuukiPS бесплатен, если вы покупаете аккаунт в онлайн-магазине, вас обманут, будьте осторожны.",
  "home_keyword": "YuukiPS",
  "home_title": "Главная",
  "ingame_join_unavailable": "Этот сервер временно недоступен",
  "ingame_update": "В настоящее время нет доступных серверов, совместимых с версией {{version}} клиента игры.\n\nПожалуйста, {{action}} ваш клиент игры, чтобы продолжить играть с нами.\n\nРекомендуемые версии: {{recommended}}.",
  "json_comment_info_Mhypbase": "Если у вас уже есть файл 3.2.0 без патча (оригинал), вы можете использовать его для патча и прокси одновременно, поэтому вам нужно только извлечь этот файл в папку с игрой, а затем открыть игру, да, вот и все, нет нужен лаунчер или прокси. (EAN)",
  "json_comment_info_RSAPatch": "Ручная патчинг без лаунчера, вам нужен RSAPatch для версии 1.3.0 для подключения к частному серверу 3.2-3.7",
  "json_comment_info_fiddler_nopatch": "Проксируйте вашу игру, чтобы вы могли подключиться к частному серверу и не нуждаться в патчах и т.д.",
  "json_comment_info_fiddler_patch": "Ручная патчинг без лаунчера, начиная с версии 2.8+, вам нужен файл Patch dll, чтобы иметь возможность присоединиться к частному серверу, поэтому не забудьте применить патч с RSAPatch",
  "json_comment_info_gamedata_android": "Если загрузка внутриигровых данных не удалась, используйте это для ручной загрузки.",
  "json_comment_info_gamedata_pc": "Если у вас еще нет игровых данных, загрузите их (выберите полную версию, если у вас нет версии 4.0.0, 3.8.0 полной версии). Помните, что каждая версия не может использоваться на другой версии, поэтому 3.2.0=3.2, 4.1.0=4.1 и 4.0.0, 4.0.1=4.0, этот файл не был изменен, поэтому вам нужен специальный лаунчер для частных серверов, который вы можете найти ниже, он включает в себя патчи и прокси.",
  "json_comment_info_gamedata_pc_32": "Поскольку mihoyo удалила файл 3.2 с сервера, только этот линк работает для скачивания игрового клиента 3.2, вам нужно это, чтобы запустить GIO 3.2, другие версии, такие как 4.0/4.1, не будут работать. Вам не нужно скачивать пакет языковых аудио, потому что он уже доступен в игре (он будет загружен автоматически). Этот файл не был изменен, поэтому вам нужен специальный лаунчер для частных серверов, который вы можете найти ниже, он включает в себя патчи и прокси.",
  "json_comment_info_gamedata_pc_cn": "То же самое, что и в глобальной версии. Это китайская версия, которая предназначена для китайцев или тех, кто живет в Китае, чтобы ускорить скорость загрузки.",
  "json_comment_info_gamedata_pc_oneclick": "Это модифицированный пакет, поэтому вам нужно только скачать все части, затем извлечь файл (GI-3.2-PC-YuukiPS.zip) в любом месте, а затем играть, просто открыв `GenshinImpact.exe`. Для этого не требуется прокси или патчи или дополнительный лаунчер, и это включает в себя обновления и японскую звуковую дорожку.",
  "json_comment_info_launcher_cultivation": "Это альтернативный лаунчер, который модифицирует ваш игровой клиент для подключения к частным серверам в любом месте и включает поддержку localhost и выполняет множество мод-подобных вещей.",
  "json_comment_info_launcher_yuukips": "Это лаунчер, который был изменен для подключения к YuukiPS. Скачайте его, если хотите поиграть с нами. <br> Android: Если файл, который вы загрузили, изменяется на формат .zip, не забудьте переименовать его обратно в .apk перед установкой. Вам нужно всего лишь установить этот apk, и игра автоматически загрузит внутриигровые данные при успешном входе/открытии игры.<br> PC: Вам нужно использовать игровые данные, если у вас их еще нет, затем установите их вручную в папку игры.",
  "login_game_normal_hk4e": "Вход в Genshin Impact с обычным входом",
  "login_game_normal_hkrpg": "Вход в Star Rail с обычным входом",
  "login_game_token_thirdlogin_hk4e": "Войдите в Genshin Impact, используя сторонний токен доступа.(EAN)",
  "login_game_token_thirdlogin_hkrpg": "Войдите в Star Rail, используя сторонний токен доступа.(EAN)",
  "login_game_token_verify_hk4e": "Вход в Genshin Impact с токеном",
  "login_game_token_verify_hkrpg": "Вход в Star Rail с токеном",
  "login_web_normal": "Обычный вход в веб",
  "sponsor_description": "Ваше спонсорство будет способствовать оптимизации производительности сервера, обеспечивая плавное и бесперебойное взаимодействие для всех игроков. (EAN)",
  "sponsor_keyword": "ЮкиПС (EAN)",
  "sponsor_title": "Спонсор (EAN)",
  "stats_description": "Статистика YuukiPS",
  "stats_keyword": "YuukiPS",
  "stats_title": "Статистика",
  "text_backhome": "Вернуться домой (EAN)",
  "text_direct": "Прямая ссылка (EAN)",
  "text_disclaimer": "Отказ от ответственности (EAN)",
  "text_engine": "Двигатель (EAN)",
  "text_md5": "MD5 (EAN)",
  "text_mirror": "Зеркало (EAN)",
  "text_package": "Упаковка (EAN)",
  "text_partgame": "Файл детали (EAN)",
  "third_login_discord_enter_ingame": "Вход в игру с помощью Discord",
  "third_login_discord_enter_link": "Привязать Discord",
  "third_login_discord_enter_web": "Вход в веб с помощью Discord",
  "third_login_twitter_enter_ingame": "Вход в игру с помощью Twitter",
  "third_login_twitter_enter_web": "Вход в веб с помощью Twitter",
  "title_ip": "IP-адрес",
  "title_stats_server": "СЕРВЕР",
  "title_stats_tcpu": "CPU",
  "title_stats_tname": "ИМЯ",
  "title_stats_tonline": "ОНЛАЙН",
  "title_stats_tram": "RAM",
  "title_time": "Время"
}