{
	"home_back": "Вернуться домой",
	"home_title": "Дом",
	"home_description": "Лень писать, попробую позже в ChatGPT спросить",
	"home_keyword": "ЮкиПС",
	"home_404": "Возможно, вы заходите на страницу, которая недоступна, или, возможно, вы в данный момент используете прокси-сеть для загрузки игровых данных (если да, сначала отключите ее, а затем попробуйте перезагрузить ссылку для загрузки еще раз).",
	"home_lead": "YuukiPS — это частный сервер, на котором вы можете играть в другие игры.<p>чем официальный сервер и свободнее делать что угодно.</p>",
	"home_bt_title_command": "Командный доступ",
	"home_bt_title_play": "Играл",
	"home_bt_title_loginnreg": "Счет",
	"home_bt_title_doc": "Документация",
	"bt_logout": "Выйти",
	"bt_reload": "Перезагрузить проигрыватель данных",
	"home_info1": "YuukiPS бесплатен. Если вы покупаете аккаунт в интернет-магазине, вас обманули, поэтому будьте осторожны.",
	"announcement_title": "Объявление",
	"announcement_description": "Это объявление появляется только в игре. Что вы ищете?",
	"announcement_keyword": "ЮкиПС",
	"account_title": "ЮкиПС Аккаунт",
	"account_home_title": "Менеджер по работе с клиентами",
	"account_home_tab_account": "Счет",
	"account_home_tab_server": "Сервер",
	"account_home_description": "Чтобы получить доступ к учетной записи менеджера, пожалуйста, войдите в систему.",
	"account_home_keyword": "ЮкиПС",
	"account_home_announcement_header": "Объявление",
	"account_home_announcement_title": "Привет {{name}}",
	"account_home_announcement_description": "Эта страница все еще находится в разработке, поэтому она будет упрощена, пока она работает.  {{username}} это имя пользователя.",
	"account_home_announcement_bt": "Узнать больше",
	"account_uid_home": "Учетная запись UID",
	"account_uid_player": "UID-плеер",
	"account_home_name": "Имя",
	"account_home_username": "Имя пользователя",
	"account_home_email": "Электронная почта",
	"account_home_save": "Сохранять",
	"account_home_signature": "Подпись",
	"account_home_info_link": "Вход третьего лица (опция)",
	"account_home_info_link_set": "Связь",
	"account_home_info_link_unset": "Отсоединить",
	"account_home_password_web": "Пароль (в сети)",
	"account_home_password_game": "Пароль (в игре) (опция)",
	"account_home_password_web2": "Текущий пароль (в сети)",
	"account_home_password_infosave": "Оставьте пустым или не меняйте, если не хотите его менять.<br>Если у вас нет текущего пароля (в сети), оставьте его пустым.",
	"account_home_nopassword_web": "Пустой пароль. Это позволит легко взломать учетную запись. Пожалуйста, измените его.",
	"account_home_nopassword_game": "Пустой пароль. Это будет нормально, если вы включите вход только с разрешенным IP-адресом, но если нет, это облегчит людям вход в игру, а затем удалит предметы, квесты или испортит данные вашего игрока.<br>Функция в настоящее время недоступна, поэтому оставьте это поле пустым.",
	"account_home_ip": "IP-адрес разрешен в игре (Ваш IP: {{ip}}) (Вариант)",
	"account_home_invaild_ip": "Для большей безопасности введите здесь свой IP-адрес, чтобы только вы могли получить доступ к вашей игре, даже без внутриигрового пароля.<br>(поддерживается 5 IP-адресов: ip_house1, ip_house_2, ip_work1)",
	"account_home_code": "Код (доступ к API) (вы можете установить 4-значный номер для доступа к команде веб-бота/бота или API. Если вы оставите это поле пустым, команда веб-бота/бота или функция API будут отключены.)",
	"account_home_gencode": "Генератор",
	"account_username": "Имя пользователя",
	"account_password": "Пароль",
	"account_password_info": "Этот пароль используется для управления вашей учетной записью данных, например данными игрока, на каждом сервере, поэтому не забудьте свой пароль. ",
	"account_password_tes": "Пожалуйста, введите пароль еще раз",
	"account_email": "Электронная почта",
	"account_email_info": "Этот адрес электронной почты используется для сброса пароля или обновления учетной записи.",
	"account_login_title": "Авторизоваться",
	"account_login_description": "Это для входа в вашу учетную запись YuukiPS.",
	"account_login_keyword": "ЮкиПС",
	"account_register_title": "регистр",
	"account_register_description": "Это необходимо для регистрации вашей учетной записи YuukiPS.",
	"account_register_keyword": "ЮкиПС",
	"account_register_ok": "Вы можете закрыть эту страницу, используя созданное вами имя пользователя.",
	"LOGOUT_DONE": "Вы успешно вышли из системы",
	"LOGIN_REQUIRED": "Для доступа к этой странице требуется логин, пожалуйста, сначала войдите в систему.",
	"command_title": "Командный доступ",
	"command_description": "Это для командного доступа к игре, чтобы вы могли контролировать, что происходит в игре.",
	"command_keyword": "ЮкиПС",
	"game_title_id_1": "Игра на частных серверах Genshin Impact",
	"game_description_id_1": "Отправьтесь в незабываемое приключение в захватывающем мире игры Genshin Impact. Присоединяйтесь к нашему частному серверу для истинных искателей приключений и исследуйте обширные ландшафты, устрашающие подземелья и мистических существ. Участвуйте в эпических квестах, битвах и находите спрятанные сокровища. Настраивайте своего персонажа, куйте ",
	"game_keyword_id_1": "YuukiPS,Genshin Impact,Частный сервер,Hack Melon",
	"game_title_id_2": "Игра на частных серверах Star Rail",
	"game_description_id_2": "Отправьтесь в незабываемое приключение в захватывающем мире Star Rail Game. Присоединяйтесь к нашему частному серверу для истинных искателей приключений и исследуйте обширные ландшафты, устрашающие подземелья и мистических существ. Участвуйте в эпических квестах, битвах и находите спрятанные сокровища. Настраивайте своего персонажа, куйте ",
	"game_keyword_id_2": "YuukiPS,Star Rail,Частный сервер,Hack Melon",
	"game_portal_title_download": "Скачать игру",
	"game_portal_title_release": "Выпускать",
	"game_portal_title_gamedata": "Данные игры",
	"game_portal_title_voicedata": "Голосовые данные",
	"game_portal_update": "Похоже, вы используете версию {{version}}, которая может больше не поддерживаться или серверы могут быть недоступны для этой версии. ",
	"game_portal_info": "Чтобы получить доступ к нашему серверу, пожалуйста, создайте <a href='/account/login'>ЮкиПС Аккаунт</a> здесь (это бесплатно, платить не нужно).<br>Все серверы YuukiPS поддерживаются спонсором.<br>Не забудьте помочь нам, став <a href='/sponsor'>Наш спонсор</a> или не использовать блокировку рекламы, чтобы этот сервер всегда был жив!!!<br>Если ссылка для скачивания не работает или работает медленно, используйте VPN, например <a href='https://www.touchvpn.net/platform.html' target='blank'>TouchVpn</a> или <a href='https://1.1.1.1/' target='blank'>ДЕФОРМАЦИЯ</a>.",
	"stats_title": "Статистика",
	"stats_description": "Статистика ЮкиПС",
	"stats_keyword": "ЮкиПС",
	"title_stats_server": "СЕРВЕР",
	"title_stats_tname": "ИМЯ",
	"title_stats_tonline": "В СЕТИ",
	"title_stats_tcpu": "Процессор",
	"title_stats_tram": "БАРАН",
	"game_title_soon": "Скоро будет в наличии...",
	"api_db_account_login_ok": "Войти успешно",
	"api_db_account_login_failed": "Не удалось войти, попробуйте войти заново.",
	"api_db_account_login_notfound_link": "Этот сторонний логин не связан ни с одной учетной записью. Если у вас есть учетная запись, войдите в систему с обычной учетной записью, а затем перейдите по ссылке в менеджере учетных записей.",
	"api_db_account_login_notfound_web": "Аккаунт еще не зарегистрирован, пожалуйста, создайте аккаунт!.",
	"api_db_account_login_notfound_ingame": "Аккаунт еще не зарегистрирован, зарегистрируйтесь на ps.yuuki.me.",
	"api_db_account_login_notfound_expired": "Пожалуйста, повторно войдите в систему, поскольку срок действия этого входа истек.",
	"api_db_account_registered_ok": "Аккаунт успешно зарегистрирован",
	"api_db_account_registered_failed": "Аккаунт не удалось зарегистрировать",
	"api_db_account_link_ok": "Успешный, добавлен сторонний вход",
	"api_db_account_link_faild": "Не удалось, добавлен сторонний логин",
	"api_db_account_unlink_ok": "Успешный, отозван сторонний вход в систему",
	"api_db_account_unlink_faild": "Не удалось, отозван сторонний вход",
	"api_db_account_failed0": "Не удалось подключиться к базе данных, попробуйте еще раз (0)",
	"api_db_account_failed1": "Не удалось подключиться к базе данных. Повторите попытку (1).",
	"api_db_account_duplication_uid_by_registered": "UID этой учетной записи уже используется. Попробуйте создать учетную запись с другим UID.",
	"api_db_account_duplication_by_registered": "Невозможно зарегистрировать учетную запись, поскольку имя пользователя или адрес электронной почты были заняты.",
	"api_db_account_token_failed": "Возможно, срок действия этого токена истек или он не найден. Пожалуйста, войдите в систему еще раз.",
	"api_db_account_token_ok": "успешно подключено с токеном",
	"api_db_account_password_wrong": "Пароль неправильный.",
	"api_db_account_password_none": "Пароль пуст, необходимо заполнить.",
	"api_db_account_password_none_web": "Пароль для доступа к менеджеру учетной записи (веб) пуст. Пожалуйста, заполните его, это важно.",
	"api_db_account_password_invaild_web": "Пароль для менеджера учетной записи (веб) недействителен.",
	"api_db_account_email_none": "почему электронная почта пуста?",
	"api_db_account_email_invaild": "Неверный адрес электронной почты. Убедитесь, что адрес электронной почты указан правильно, поскольку важно использовать функцию забытого пароля.",
	"api_db_account_email_duplication": "Этот адрес электронной почты уже используется в другой учетной записи, используйте другой.",
	"api_db_account_invalid_ip_list": "Список IP недействителен.",
	"api_db_account_registered_noemail": "Регистрация не удалась, потому что нет электронной почты.",
	"api_db_account_registered_nopassword": "Регистрация не удалась, так как нет пароля.",
	"api_db_account_registered_password": "Пароли могут состоять минимум из 3 и максимум из 50 букв.",
	"api_db_account_iplock": "Доступ к этой учетной записи возможен только с определенного IP-адреса. Если вы являетесь владельцем этой учетной записи, обновите ее.",
	"api_db_account_update_ok": "Аккаунт успешно обновлен.",
	"api_db_account_save_failed_by_wrongpassword": "Не удалось сохранить настройки, поскольку текущие веб-пароли не совпадают.",
	"api_db_account_passwordingame_unavailable": "Эта функция пока недоступна для добавления внутриигровых паролей.",
	"api_db_account_name_none": "Имя не может быть пустым",
	"api_invaild_type_login1": "Неизвестный тип входа, свяжитесь с администратором.",
	"api_check_username_invaild": "Имена пользователей могут состоять минимум из 3 и 50 букв и не должны содержать специальных символов или использовать формат электронной почты.",
	"api_captcha_failed": "Введенная вами капча неверна или не решена.",
	"api_password_notpass": "Повторно введите пароль, который отличается от исходного пароля. Старайтесь вводить пароль внимательно и убедитесь, что они совпадают.",
	"api_web_error_unknown": "Неизвестная ошибка, свяжитесь с администратором.",
	"api_server_login_accountid_empty": "Пожалуйста, введите идентификатор вашей учетной записи",
	"api_server_login_code_empty": "Пожалуйста, введите свой код доступа. Вы можете найти его по адресу https://ps.yuuki.me/account/home.",
	"api_server_login_account_notfound": "Учетная запись с таким идентификатором не найдена. Убедитесь, что вы правильно ввели идентификатор учетной записи и убедитесь, что это не идентификатор игрока, поскольку он другой. ",
	"api_server_login_code_noset": "Для доступа к веб-командам или боту введите код, его можно найти по адресу https://ps.yuuki.me/account/home.",
	"api_server_login_code_incorrect": "код, который вы ввели, неправильный",
	"api_server_login_ok": "Успешно подключено",
	"api_server_login_error": "Что-то пошло не так, свяжитесь с администратором.",
	"ingame_update": "В настоящее время нет доступных серверов, совместимых с версией {{version}} игрового клиента.\n\n {{action}} ваш игровой клиент, чтобы продолжить играть с нами.\n\n {{recommended}}.",
	"ingame_join_unavailable": "Этот сервер временно недоступен",
	"footer_message": "© 2023 YuukiPS.Все права защищены. ",
	"json_comment_info_launcher_yuukips": "Это программа запуска Android, модифицированная для подключения к частному серверу YuukiPS. Загрузите ее, если хотите поиграть с нами. ",
	"json_comment_info_launcher_yuukips_video": "Это официальное руководство по подключению YuukiPS к YuukiPS Launcher.",
	"json_comment_info_launcher_cultivation": "Это альтернативный лаунчер, который модифицирует ваш игровой клиент для подключения к частным серверам в любом месте, включает поддержку локального хоста и выполняет множество функций, подобных модам.",
	"json_comment_info_fiddler_patch": "Ручное исправление без лаунчера. В версии 2.8 вам понадобится файл Patch dll, чтобы иметь возможность присоединиться к частному серверу, поэтому не забудьте пропатчить с помощью RSAPatch.",
	"json_comment_info_fiddler_nopatch": "Проксируйте свою игру, чтобы вы могли подключиться к частному серверу и не нуждаться в патчах и т. д.",
	"json_comment_info_RSAPatch": "Ручной патч без лаунчера. Чтобы присоединиться к частному серверу 3.2–3.7, вам понадобится RSAPatch для версии 1.3.0.",
	"json_comment_info_launcher_cn": "Альтернативный лаунчер для игрового аниме-патча для поддержки подключения к частным серверам другого или локального хоста.",
	"json_comment_info_launcher_tutorial_en": "Если вы лучше понимаете английский, прочтите документацию неофициальной версии.",
	"json_comment_info_launcher_tutorial_cn": "Если вы китаец, вы можете следовать официальному руководству здесь.",
	"json_comment_info_gamedata_pc": "Если у вас еще нет игровых данных, загрузите их (выберите полную версию, если у вас нет полной версии 4.0.0, 3.8.0), помните, что каждую версию нельзя использовать в другой версии, поэтому 3.2.0= ",
	"json_comment_info_gamedata_pc_cn": "То же, что и глобальный. ",
	"json_comment_info_gamedata_pc_oneclick": "Это модифицированный пакет, поэтому вам нужно только загрузить все части, затем извлечь файл (GI-3.2-PC-YuukiPS.zip) в любое место, а затем начать играть, просто открыв GenshinImpact.exe. Для этого не требуется прокси или патч. ",
	"json_comment_info_gamedata_pc_32": "Поскольку mihoyo удалил файл 3.2 со своего сервера, для загрузки игрового клиента 3.2 работает только эта ссылка. Она понадобится вам для запуска других версий GIO 3.2, поскольку 4.0/4.1 не будут работать. ",
	"json_comment_info_gamedata_android": "Если загрузка внутриигровых данных не удалась, используйте это для загрузки вручную."
}
