{
	"home_title": "บ้าน",
	"home_description": "ขี้เกียจเขียน เดี๋ยวจะลองถาม ChatGPT ทีหลัง",
	"home_keyword": "ยูกิPS",
	"home_404": "เป็นไปได้ว่าคุณกำลังเข้าถึงหน้าเว็บที่ไม่พร้อมใช้งาน หรืออาจเป็นเพราะคุณกำลังใช้เครือข่ายพร็อกซีเพื่อดาวน์โหลดข้อมูลเกม (หากเป็นเช่นนั้น ให้ปิดก่อน จากนั้นลองโหลดลิงก์ดาวน์โหลดซ้ำอีกครั้ง)",
	"home_lead": "YuukiPS เป็นบริการเซิร์ฟเวอร์ส่วนตัวที่คุณสามารถเล่นอย่างอื่นได้<p>กว่าเซิร์ฟเวอร์อย่างเป็นทางการและมีอิสระที่จะทำอะไรก็ได้</p>",
	"home_bt_title_command": "การเข้าถึงคำสั่ง",
	"home_bt_title_play": "เล่น",
	"home_bt_title_loginnreg": "เข้าสู่ระบบ/ลงทะเบียน",
	"announcement_title": "ประกาศ",
	"announcement_description": "ประกาศนี้ปรากฏเฉพาะในเกม คุณกำลังมองหาอะไรอยู่?",
	"announcement_keyword": "ยูกิPS",
	"account_title": "ลงทะเบียนหรือเข้าสู่ระบบ",
	"account_description": "ใช้สำหรับลงทะเบียนบัญชี YuukiPS หรือเข้าสู่ระบบเพื่อจัดการข้อมูลผู้เล่นของคุณ",
	"account_keyword": "ยูกิPS",
	"command_title": "การเข้าถึงคำสั่ง",
	"command_description": "สิ่งนี้มีไว้สำหรับการเข้าถึงคำสั่งในเกม เพื่อให้คุณสามารถควบคุมสิ่งที่เกิดขึ้นในเกมได้",
	"command_keyword": "ยูกิPS",
	"game_title_id_1": "เล่นเซิร์ฟเวอร์ส่วนตัว Genshin Impact",
	"game_description_id_1": "เริ่มต้นการผจญภัยที่ยากจะลืมเลือนในโลกที่น่าหลงใหลของเกม Genshin Impact เข้าร่วมเซิร์ฟเวอร์ส่วนตัวของเราสำหรับนักผจญภัยที่แท้จริงและสำรวจภูมิประเทศอันกว้างใหญ่ ดันเจี้ยนที่น่ากลัว และสัตว์ลึกลับ มีส่วนร่วมในภารกิจอันยิ่งใหญ่ การต่อสู้ และค้นพบขุมทรัพย์ที่ซ่อนอยู่ ปรับแต่งตัวละครของคุณ ปลอมแปลง ",
	"game_keyword_id_1": "YuukiPS,Genshin Impact,เซิร์ฟเวอร์ส่วนตัว,แฮ็ค Melon",
	"game_title_id_2": "เล่นเซิร์ฟเวอร์ส่วนตัว Star Rail",
	"game_description_id_2": "เริ่มต้นการผจญภัยที่ยากจะลืมเลือนในโลกที่น่าหลงใหลของเกม Star Rail เข้าร่วมเซิร์ฟเวอร์ส่วนตัวของเราสำหรับนักผจญภัยที่แท้จริงและสำรวจภูมิประเทศที่กว้างใหญ่ ดันเจี้ยนที่น่ากลัว และสิ่งมีชีวิตลึกลับ มีส่วนร่วมในภารกิจอันยิ่งใหญ่ การต่อสู้ และค้นพบสมบัติที่ซ่อนอยู่ ปรับแต่งตัวละครของคุณ ปลอมแปลง ",
	"game_keyword_id_2": "YuukiPS, Star Rail, เซิร์ฟเวอร์ส่วนตัว, แฮ็ค Melon",
	"game_portal_title_download": "ดาวน์โหลดเกม",
	"game_portal_title_release": "ปล่อย",
	"game_portal_title_gamedata": "ข้อมูลเกม",
	"game_portal_title_voicedata": "ข้อมูลเสียง",
	"game_portal_title_stats": "สถิติ",
	"game_portal_title_stats_tname": "เนมเซิร์ฟเวอร์",
	"game_portal_title_stats_tonline": "ออนไลน์",
	"game_portal_title_stats_tcpu": "ซีพียู",
	"game_portal_title_stats_tram": "แกะ",
	"game_title_soon": "จะวางจำหน่ายเร็วๆนี้...",
	"api_db_account_login_ok": "เข้าสู่ระบบสำเร็จ",
	"api_db_account_login_failed": "เข้าระบบไม่ได้ ลองเข้าใหม่",
	"api_db_account_registered_close": "บัญชีไม่ได้ลงทะเบียน โปรดลงทะเบียนบัญชีที่ ps.yuuki.me",
	"api_db_account_registered_ok": "ลงทะเบียนบัญชีเรียบร้อยแล้ว",
	"api_db_account_registered_failed": "ลงทะเบียนบัญชีไม่สำเร็จ",
	"api_db_account_failed0": "ฐานข้อมูลล้มเหลวในการเชื่อมต่อ ลองอีกครั้ง (0)",
	"api_db_account_failed1": "ฐานข้อมูลล้มเหลวในการเชื่อมต่อ ลองอีกครั้ง (1)",
	"api_db_account_duplication_uid_by_registered": "มีการใช้งาน UID ของบัญชีนี้แล้ว ลองสร้างบัญชีด้วย UID อื่น",
	"api_db_account_duplication_username_by_registered": "ไม่สามารถลงทะเบียนบัญชีได้ เนื่องจากชื่อผู้ใช้นี้ถูกใช้ไปแล้ว",
	"api_check_username_invaild": "ชื่อผู้ใช้ต้องมีตัวอักษรอย่างน้อย 3 และ 50 ตัว และต้องไม่มีอักขระพิเศษ หรือใช้รูปแบบอีเมล",
	"footer_message": "© 2023 YuukiPS.All rights reserved. เราอาจทำผิดพลาดในบางครั้งจากโปรแกรมเมอร์ แต่เดี๋ยวก่อน แม้ว่าลิขสิทธิ์นี้จะถูกสร้างขึ้นโดย ChatGPT และไม่ต้องกังวล โค้ดทั้งหมดของเราเป็นต้นฉบับ—ดี ยกเว้นครั้งหนึ่งที่เราคัดลอกทุกอย่างจาก GitHub โดยไม่ได้ตั้งใจ ",
	"json_comment_info_launcher_yuukips": "Launcher สำหรับแพทช์อนิเมะเกมเพื่อรองรับการเชื่อมต่อกับ YuukiPS Official",
	"json_comment_info_launcher_yuukips_video": "นี่คือการสอนอย่างเป็นทางการในการเชื่อมต่อ YuukiPS กับ YuukiPS Launcher",
	"json_comment_info_launcher_cultivation": "ตัวเรียกใช้งานทางเลือกสำหรับแพตช์อนิเมะของเกมเพื่อรองรับการเชื่อมต่อกับเซิร์ฟเวอร์ส่วนตัวและรวมถึงม็อด",
	"json_comment_info_fiddler_patch": "แก้ไขด้วยตนเองโดยไม่ต้องใช้ตัวเรียกใช้งาน ใน 2.8 คุณต้องมีไฟล์ Patch dll เพื่อให้สามารถเข้าร่วมเซิร์ฟเวอร์ส่วนตัวได้ ดังนั้นอย่าลืมแก้ไขด้วย RSAPatch",
	"json_comment_info_fiddler_nopatch": "พร็อกซีเกมของคุณเพื่อให้คุณสามารถเชื่อมต่อกับเซิร์ฟเวอร์ส่วนตัวและไม่ต้องการแพตช์ ฯลฯ",
	"json_comment_info_RSAPatch": "โปรแกรมแก้ไขแบบแมนนวลที่ไม่มีตัวเรียกใช้งาน คุณต้องมี RSAPatch สำหรับเวอร์ชัน 1.3.0 เพื่อเข้าร่วมเซิร์ฟเวอร์ส่วนตัว 3.2-3.7",
	"json_comment_info_launcher_cn": "ตัวเรียกใช้งานทางเลือกสำหรับแพทช์อนิเมะเกมสำหรับรองรับการเชื่อมต่อกับเซิร์ฟเวอร์ส่วนตัวอื่นหรือโลคอลโฮสต์",
	"json_comment_info_launcher_tutorial_en": "หากคุณเข้าใจภาษาอังกฤษดีขึ้น โปรดอ่านเอกสารเวอร์ชันที่ไม่เป็นทางการ",
	"json_comment_info_launcher_tutorial_cn": "หากคุณเป็นคนจีน คุณสามารถติดตามคำแนะนำอย่างเป็นทางการได้ที่นี่",
	"json_comment_info_launcher_gamedata": "หากคุณไม่ต้องการดาวน์โหลดในเกม คุณสามารถใช้ข้อมูลเกมนี้ได้"
}
