{
	"home_back": "กลับไปที่บ้าน",
	"home_title": "บ้าน",
	"home_description": "ขี้เกียจเขียน ไว้จะลองถาม ChatGPT ทีหลังดูครับ",
	"home_keyword": "ยูกิพีเอส",
	"home_404": "อาจเป็นไปได้ว่าคุณกำลังเข้าถึงหน้าเว็บที่ไม่สามารถใช้งานได้ หรืออาจเป็นเพราะว่าคุณกำลังใช้เครือข่ายพร็อกซีในการดาวน์โหลดข้อมูลเกม (หากเป็นเช่นนั้น ให้ปิดก่อน จากนั้นลองโหลดลิงก์ดาวน์โหลดอีกครั้ง)",
	"home_lead": "YuukiPS เป็นบริการเซิร์ฟเวอร์ส่วนตัวที่คุณสามารถเล่นอื่นได้<p>กว่าเซิร์ฟเวอร์อย่างเป็นทางการและมีอิสระในการทำอะไรก็ได้</p>",
	"home_bt_title_command": "การเข้าถึงคำสั่ง",
	"home_bt_title_play": "เล่นแล้ว",
	"home_bt_title_loginnreg": "บัญชี",
	"home_bt_title_doc": "เอกสารประกอบ",
	"bt_logout": "ออกจากระบบ",
	"bt_reload": "โหลดโปรแกรมเล่นข้อมูลอีกครั้ง",
	"home_info1": "YuukiPS ให้บริการฟรี หากคุณซื้อบัญชีจากร้านค้าออนไลน์ คุณถูกหลอกลวง ดังนั้นโปรดใช้ความระมัดระวัง",
	"announcement_title": "ประกาศ",
	"announcement_description": "ประกาศนี้จะปรากฏในเกมเท่านั้น คุณกำลังมองหาอะไรอยู่?",
	"announcement_keyword": "ยูกิพีเอส",
	"account_title": "บัญชียูกิพีเอส",
	"account_home_title": "ผู้จัดการฝ่ายบัญชี",
	"account_home_tab_account": "บัญชี",
	"account_home_tab_server": "เซิร์ฟเวอร์",
	"account_home_description": "หากต้องการเข้าถึงบัญชีผู้จัดการกรุณาเข้าสู่ระบบ",
	"account_home_keyword": "ยูกิพีเอส",
	"account_home_announcement_header": "ประกาศ",
	"account_home_announcement_title": "สวัสดี {{name}}",
	"account_home_announcement_description": "หน้านี้ยังอยู่ระหว่างการพัฒนา ดังนั้นจึงจะทำให้ง่ายตราบใดที่ยังใช้งานได้  {{username}} ชื่อผู้ใช้นี้",
	"account_home_announcement_bt": "เรียนรู้เพิ่มเติม",
	"account_uid_home": "บัญชียูไอดี",
	"account_uid_player": "เครื่องเล่น UID",
	"account_home_name": "ชื่อ",
	"account_home_username": "ชื่อผู้ใช้",
	"account_home_email": "อีเมล",
	"account_home_save": "บันทึก",
	"account_home_signature": "ลายเซ็น",
	"account_home_info_link": "การเข้าสู่ระบบของบุคคลที่สาม (ตัวเลือก)",
	"account_home_info_link_set": "ลิงค์",
	"account_home_info_link_unset": "ยกเลิกการเชื่อมโยง",
	"account_home_password_web": "รหัสผ่าน (ในเว็บ)",
	"account_home_password_game": "รหัสผ่าน (ในเกม) (ตัวเลือก)",
	"account_home_password_web2": "รหัสผ่านปัจจุบัน (ในเว็บ)",
	"account_home_password_infosave": "เว้นว่างไว้หรือไม่เปลี่ยนแปลงหากคุณไม่ต้องการเปลี่ยน<br>หากคุณไม่มีรหัสผ่านปัจจุบัน (ในเว็บ) โปรดเว้นว่างไว้",
	"account_home_nopassword_web": "รหัสผ่านที่ว่างเปล่าจะทำให้บัญชีถูกแฮ็กได้ง่าย โปรดเปลี่ยน",
	"account_home_nopassword_game": "รหัสผ่านที่ว่างเปล่า ซึ่งจะใช้ได้ดีหากคุณเปิดใช้งานการเข้าสู่ระบบด้วย IP ที่อนุญาตเท่านั้น แต่ถ้าไม่ จะทำให้ผู้คนสามารถเข้าสู่ระบบในเกมได้ง่าย ให้ลบรายการ ภารกิจ หรือทำให้ข้อมูลผู้เล่นของคุณยุ่งเหยิง<br>คุณลักษณะนี้ไม่สามารถใช้งานได้ในขณะนี้ ดังนั้นโปรดเว้นว่างไว้",
	"account_home_ip": "ที่อยู่ IP ที่อนุญาตในเกม (IP ของคุณ: {{ip}}) (ตัวเลือก)",
	"account_home_invaild_ip": "เพื่อความปลอดภัยยิ่งขึ้น โปรดป้อนที่อยู่ IP ของคุณที่นี่ เพื่อให้มีเพียงคุณเท่านั้นที่สามารถเข้าถึงเกมของคุณได้แม้จะไม่มีรหัสผ่านในเกมก็ตาม<br>(รองรับที่อยู่ IP 5x: ip_house1,ip_house_2,ip_work1)",
	"account_home_code": "รหัส (การเข้าถึง API) (คุณสามารถตั้งค่าตัวเลข 4 หลักเพื่อเข้าถึงคำสั่งเว็บ/บอทหรือ API หากคุณปล่อยว่างไว้จะเป็นการปิดคำสั่งเว็บ/บอทหรือฟังก์ชัน API)",
	"account_home_gencode": "เครื่องกำเนิดไฟฟ้า",
	"account_username": "ชื่อผู้ใช้",
	"account_password": "รหัสผ่าน",
	"account_password_info": "รหัสผ่านนี้ใช้สำหรับจัดการบัญชีข้อมูลของคุณ เช่น ข้อมูลผู้เล่นในแต่ละเซิร์ฟเวอร์ ดังนั้นอย่าลืมรหัสผ่านของคุณ ",
	"account_password_tes": "กรุณาพิมพ์รหัสผ่านอีกครั้ง",
	"account_email": "อีเมล",
	"account_email_info": "อีเมลนี้ใช้สำหรับรีเซ็ตรหัสผ่านหรืออัปเดตบัญชี",
	"account_login_title": "เข้าสู่ระบบ",
	"account_login_description": "นี่เป็นการเข้าสู่ระบบบัญชี YuukiPS ของคุณ",
	"account_login_keyword": "ยูกิพีเอส",
	"account_register_title": "ลงทะเบียน",
	"account_register_description": "นี่เป็นการลงทะเบียนบัญชี YuukiPS ของคุณ",
	"account_register_keyword": "ยูกิพีเอส",
	"account_register_ok": "คุณสามารถปิดหน้านี้ได้โดยใช้ชื่อผู้ใช้ที่คุณสร้างขึ้น",
	"LOGOUT_DONE": "คุณออกจากระบบเรียบร้อยแล้ว",
	"LOGIN_REQUIRED": "การเข้าถึงหน้านี้จำเป็นต้องเข้าสู่ระบบ กรุณาเข้าสู่ระบบก่อน",
	"command_title": "การเข้าถึงคำสั่ง",
	"command_description": "นี่เป็นการเข้าถึงคำสั่งในเกมเพื่อให้คุณสามารถควบคุมสิ่งที่เกิดขึ้นในเกมได้",
	"command_keyword": "ยูกิพีเอส",
	"game_title_id_1": "กำลังเล่นเซิร์ฟเวอร์ส่วนตัว Genshin Impact",
	"game_description_id_1": "เริ่มต้นการผจญภัยที่น่าจดจำในโลกที่น่าหลงใหลของเกม Genshin Impact เข้าร่วมเซิร์ฟเวอร์ส่วนตัวของเราสำหรับนักผจญภัยที่แท้จริงและสำรวจภูมิประเทศที่กว้างใหญ่ ดันเจี้ยนที่น่ากลัว และสิ่งมีชีวิตลึกลับ เข้าร่วมในภารกิจอันยิ่งใหญ่ การต่อสู้ และค้นพบสมบัติที่ซ่อนอยู่ ปรับแต่งตัวละครของคุณ ปลอมแปลง ",
	"game_keyword_id_1": "YuukiPS,Genshin Impact,เซิร์ฟเวอร์ส่วนตัว,แฮ็ค Melon",
	"game_title_id_2": "เล่นเซิร์ฟเวอร์ส่วนตัว Star Rail",
	"game_description_id_2": "เริ่มต้นการผจญภัยที่น่าจดจำในโลกที่น่าหลงใหลของเกม Star Rail เข้าร่วมเซิร์ฟเวอร์ส่วนตัวของเราสำหรับนักผจญภัยที่แท้จริงและสำรวจภูมิประเทศที่กว้างใหญ่ ดันเจี้ยนที่น่ากลัว และสิ่งมีชีวิตลึกลับ เข้าร่วมในภารกิจอันยิ่งใหญ่ การต่อสู้ และค้นพบสมบัติที่ซ่อนอยู่ ปรับแต่งตัวละครของคุณ ปลอมแปลง ",
	"game_keyword_id_2": "YuukiPS,Star Rail,เซิร์ฟเวอร์ส่วนตัว,แฮ็ค Melon",
	"game_portal_title_download": "ดาวน์โหลดเกม",
	"game_portal_title_release": "ปล่อย",
	"game_portal_title_gamedata": "ข้อมูลเกม",
	"game_portal_title_voicedata": "ข้อมูลเสียง",
	"game_portal_update": "ดูเหมือนว่าคุณกำลังใช้เวอร์ชัน {{version}}ซึ่งอาจไม่รองรับอีกต่อไปหรือเซิร์ฟเวอร์อาจไม่พร้อมใช้งานสำหรับเวอร์ชันนั้น ",
	"game_portal_info": "เพื่อเข้าถึงเซิร์ฟเวอร์ของเรา โปรดสร้าง <a href='/account/login'>บัญชียูกิพีเอส</a> ที่นี่ (ฟรีไม่ต้องเสียเงิน)<br>เซิร์ฟเวอร์ YuukiPS ทั้งหมดได้รับการสนับสนุนโดยผู้สนับสนุน<br>อย่าลืมช่วยเราด้วยการเป็น <a href='/sponsor'>สปอนเซอร์ของเรา</a> หรือไม่ใช้การปิดกั้นโฆษณา เซิฟเวอร์นี้จึงยังอยู่ตลอดไป!!!<br>หากลิงค์ดาวน์โหลดใช้งานไม่ได้หรือช้า กรุณาใช้ VPN เช่น <a href='https://www.touchvpn.net/platform.html' target='blank'>สัมผัส VPN</a> หรือ <a href='https://1.1.1.1/' target='blank'>วาร์ป</a>.",
	"stats_title": "สถิติ",
	"stats_description": "สถิติ ยูกิพีเอส",
	"stats_keyword": "ยูกิพีเอส",
	"title_stats_server": "เซิร์ฟเวอร์",
	"title_stats_tname": "ชื่อ",
	"title_stats_tonline": "ออนไลน์",
	"title_stats_tcpu": "ซีพียู",
	"title_stats_tram": "แกะ",
	"game_title_soon": "จะวางจำหน่ายเร็วๆ นี้...",
	"api_db_account_login_ok": "เข้าสู่ระบบสำเร็จ",
	"api_db_account_login_failed": "ไม่สามารถเข้าสู่ระบบได้ ลองเข้าสู่ระบบใหม่",
	"api_db_account_login_notfound_link": "การเข้าสู่ระบบของบุคคลที่สามนี้ไม่ได้เชื่อมโยงโดยบัญชีใด ๆ หากคุณมีบัญชีโปรดเข้าสู่ระบบด้วยบัญชีปกติจากนั้นจึงลิงก์ในตัวจัดการบัญชี",
	"api_db_account_login_notfound_web": "บัญชียังไม่ได้ลงทะเบียน กรุณาสร้างบัญชี!.",
	"api_db_account_login_notfound_ingame": "บัญชียังไม่ได้ลงทะเบียน กรุณาลงทะเบียนที่ ps.yuuki.me",
	"api_db_account_login_notfound_expired": "กรุณาเข้าสู่ระบบใหม่เนื่องจากการเข้าสู่ระบบนี้หมดอายุแล้ว",
	"api_db_account_registered_ok": "ลงทะเบียนบัญชีเรียบร้อยแล้ว",
	"api_db_account_registered_failed": "บัญชีล้มเหลวในการลงทะเบียน",
	"api_db_account_link_ok": "สำเร็จ เพิ่มการเข้าสู่ระบบของบุคคลที่สาม",
	"api_db_account_link_faild": "ล้มเหลว เพิ่มการเข้าสู่ระบบของบุคคลที่สาม",
	"api_db_account_unlink_ok": "สำเร็จ เพิกถอนการเข้าสู่ระบบของบุคคลที่สาม",
	"api_db_account_unlink_faild": "ล้มเหลว เพิกถอนการเข้าสู่ระบบของบุคคลที่สาม",
	"api_db_account_failed0": "ฐานข้อมูลล้มเหลวในการเชื่อมต่อ ลองอีกครั้ง (0)",
	"api_db_account_failed1": "ฐานข้อมูลล้มเหลวในการเชื่อมต่อ ลองอีกครั้ง (1)",
	"api_db_account_duplication_uid_by_registered": "UID ของบัญชีนี้มีการใช้งานแล้ว ลองสร้างบัญชีด้วย UID อื่น",
	"api_db_account_duplication_by_registered": "ไม่สามารถลงทะเบียนบัญชีได้ เนื่องจากชื่อผู้ใช้หรืออีเมลถูกใช้ไปแล้ว",
	"api_db_account_token_failed": "โทเค็นนี้อาจหมดอายุหรือไม่พบ โปรดเข้าสู่ระบบอีกครั้ง",
	"api_db_account_token_ok": "เชื่อมต่อกับโทเค็นสำเร็จแล้ว",
	"api_db_account_password_wrong": "รหัสผ่านไม่ถูกต้อง",
	"api_db_account_password_none": "รหัสผ่านว่างเปล่า ต้องกรอก",
	"api_db_account_password_none_web": "รหัสผ่านสำหรับการเข้าถึงผู้จัดการบัญชี (เว็บ) ว่างเปล่า โปรดกรอกเนื่องจากเป็นสิ่งสำคัญ",
	"api_db_account_password_invaild_web": "รหัสผ่านสำหรับผู้จัดการบัญชี (เว็บ) ไม่ถูกต้อง",
	"api_db_account_email_none": "ทำไมอีเมลถึงว่างเปล่า?",
	"api_db_account_email_invaild": "อีเมลไม่ถูกต้อง ตรวจสอบให้แน่ใจว่าอีเมลถูกต้อง เนื่องจากจำเป็นต้องใช้ฟีเจอร์ลืมรหัสผ่าน",
	"api_db_account_email_duplication": "อีเมลนี้ถูกใช้ในบัญชีอื่นแล้ว โปรดใช้อีเมลอื่น",
	"api_db_account_invalid_ip_list": "รายการ IP ไม่ถูกต้อง",
	"api_db_account_registered_noemail": "การลงทะเบียนล้มเหลวเนื่องจากไม่มีอีเมล",
	"api_db_account_registered_nopassword": "การลงทะเบียนล้มเหลวเนื่องจากไม่มีรหัสผ่าน",
	"api_db_account_registered_password": "รหัสผ่านต้องมีตัวอักษรอย่างน้อย 3 ตัวและสูงสุด 50 ตัวเท่านั้น",
	"api_db_account_iplock": "บัญชีนี้สามารถเข้าถึงได้โดยบาง IP เท่านั้น หากคุณเป็นเจ้าของบัญชีนี้ โปรดอัปเดต",
	"api_db_account_update_ok": "อัปเดตบัญชีเรียบร้อยแล้ว",
	"api_db_account_save_failed_by_wrongpassword": "ไม่สามารถบันทึกการตั้งค่าได้เนื่องจากเว็บรหัสผ่านปัจจุบันไม่ตรงกัน",
	"api_db_account_passwordingame_unavailable": "ฟีเจอร์นี้ยังไม่พร้อมให้เพิ่มรหัสผ่านในเกม",
	"api_db_account_name_none": "ชื่อไม่สามารถเว้นว่างได้",
	"api_invaild_type_login1": "ประเภทการเข้าสู่ระบบที่ไม่รู้จัก โปรดติดต่อผู้ดูแลระบบ",
	"api_check_username_invaild": "ชื่อผู้ใช้มีความยาวได้อย่างน้อย 3 ถึง 50 ตัวอักษร และต้องไม่มีอักขระพิเศษ หรือใช้รูปแบบอีเมล",
	"api_captcha_failed": "แคปต์ชาที่คุณป้อนไม่ถูกต้องหรือไม่ได้รับการแก้ไข",
	"api_password_notpass": "พิมพ์รหัสผ่านซ้ำไม่เหมือนกับรหัสผ่านเดิม พยายามพิมพ์รหัสผ่านอย่างระมัดระวัง ตรวจสอบให้แน่ใจว่าเหมือนกัน",
	"api_web_error_unknown": "เกิดข้อผิดพลาดที่ไม่ทราบสาเหตุ โปรดติดต่อผู้ดูแลระบบ",
	"api_server_login_accountid_empty": "กรุณากรอกรหัสบัญชีของคุณ",
	"api_server_login_code_empty": "กรุณากรอกรหัสการเข้าถึงของคุณ คุณสามารถดูได้ที่ https://ps.yuuki.me/account/home",
	"api_server_login_account_notfound": "ไม่พบบัญชีที่มี uid นี้ ตรวจสอบให้แน่ใจว่าคุณป้อน uid ของบัญชีอย่างถูกต้อง และแน่ใจว่าไม่ใช่ uid ของผู้เล่น เพราะมันแตกต่างออกไป ",
	"api_server_login_code_noset": "หากต้องการเข้าถึงคำสั่งเว็บหรือบอท กรุณากรอกรหัส สามารถดูได้ที่ https://ps.yuuki.me/account/home",
	"api_server_login_code_incorrect": "รหัสที่คุณป้อนไม่ถูกต้อง",
	"api_server_login_ok": "เชื่อมต่อสำเร็จแล้ว",
	"api_server_login_error": "มีข้อผิดพลาดเกิดขึ้น โปรดติดต่อผู้ดูแลระบบ",
	"ingame_update": "ขณะนี้ไม่มีเซิร์ฟเวอร์ที่เข้ากันได้กับเวอร์ชัน {{version}} ของไคลเอนต์เกม\n\n {{action}} ลูกค้าเกมของคุณเพื่อเล่นกับเราต่อไป\n\n {{recommended}}.",
	"ingame_join_unavailable": "เซิร์ฟเวอร์นี้ไม่สามารถใช้งานได้ชั่วคราว",
	"footer_message": "© 2023 YuukiPS.สงวนลิขสิทธิ์. ",
	"json_comment_info_launcher_yuukips": "นี่คือตัวเรียกใช้งาน Android ที่ได้รับการดัดแปลงเพื่อเชื่อมต่อกับเซิร์ฟเวอร์ส่วนตัวของ YuukiPS ดาวน์โหลดสิ่งนี้หากคุณต้องการเล่นกับเรา ",
	"json_comment_info_launcher_yuukips_video": "นี่คือบทช่วยสอนอย่างเป็นทางการในการเชื่อมต่อ YuukiPS กับ YuukiPS Launcher",
	"json_comment_info_launcher_cultivation": "นี่คือ Launcher ทางเลือกที่จะปรับเปลี่ยนไคลเอนต์เกมของคุณให้เชื่อมต่อกับเซิร์ฟเวอร์ส่วนตัวได้ทุกที่ และรวมถึงการรองรับ localhost และทำสิ่งที่คล้ายกับ mod มากมาย",
	"json_comment_info_fiddler_patch": "แพตช์แบบแมนนวลโดยไม่มีตัวเรียกใช้งาน ใน 2.8 คุณต้องมีไฟล์ Patch dll เพื่อให้สามารถเข้าร่วมเซิร์ฟเวอร์ส่วนตัวได้ ดังนั้นอย่าลืมแพตช์ด้วย RSAPatch",
	"json_comment_info_fiddler_nopatch": "พร็อกซีเกมของคุณเพื่อให้คุณสามารถเชื่อมต่อกับเซิร์ฟเวอร์ส่วนตัวและไม่ต้องการแพตช์ ฯลฯ",
	"json_comment_info_RSAPatch": "แพตช์แบบแมนนวลที่ไม่มีตัวเรียกใช้งาน คุณต้องมี RSAPatch สำหรับเวอร์ชัน 1.3.0 เพื่อเข้าร่วมเซิร์ฟเวอร์ส่วนตัว 3.2-3.7",
	"json_comment_info_launcher_cn": "Alternative Launcher สำหรับแพทช์อนิเมะเกมเพื่อรองรับการเชื่อมต่อกับเซิร์ฟเวอร์ส่วนตัวอื่นหรือ localhost",
	"json_comment_info_launcher_tutorial_en": "หากคุณเข้าใจภาษาอังกฤษได้ดีขึ้น โปรดอ่านเอกสารฉบับที่ไม่เป็นทางการ",
	"json_comment_info_launcher_tutorial_cn": "หากคุณเป็นคนจีน คุณสามารถติดตามบทช่วยสอนอย่างเป็นทางการได้ที่นี่",
	"json_comment_info_gamedata_pc": "หากคุณยังไม่มีข้อมูลเกม โปรดดาวน์โหลด (เลือกเวอร์ชันเต็มหากคุณไม่มีเวอร์ชันเต็ม 4.0.0,3.8.0) โปรดจำไว้ว่าแต่ละเวอร์ชันไม่สามารถใช้กับเวอร์ชันอื่นได้ ดังนั้น 3.2.0= ",
	"json_comment_info_gamedata_pc_cn": "เช่นเดียวกับระดับโลก ",
	"json_comment_info_gamedata_pc_oneclick": "นี่เป็นแพ็คเกจที่ได้รับการปรับเปลี่ยน ดังนั้นคุณเพียงแค่ดาวน์โหลดทุกส่วนแล้วแตกไฟล์ (GI-3.2-PC-YuukiPS.zip) ที่ใดก็ได้ จากนั้นเล่นโดยเปิด `GenshinImpact.exe` ซึ่งไม่จำเป็นต้องใช้พรอกซีหรือแพตช์ ",
	"json_comment_info_gamedata_pc_32": "เนื่องจาก mihoyo ได้ลบไฟล์ 3.2 ออกจากเซิร์ฟเวอร์แล้ว เฉพาะลิงก์นี้เท่านั้นที่ใช้งานได้เพื่อดาวน์โหลดไคลเอนต์เกม 3.2 คุณจึงต้องใช้สิ่งนี้เพื่อรัน GIO 3.2 เวอร์ชันอื่น ๆ เนื่องจาก 4.0/4.1 จะไม่ทำงาน ",
	"json_comment_info_gamedata_android": "หากการดาวน์โหลดข้อมูลในเกมล้มเหลว โปรดใช้สำหรับการดาวน์โหลดด้วยตนเอง"
}
