{
  "404_body": "อาจเป็นไปได้ว่าคุณกำลังเข้าถึงหน้าเว็บที่ไม่สามารถใช้งานได้ หรืออาจเป็นเพราะว่าคุณกำลังใช้เครือข่ายพร็อกซีในการดาวน์โหลดข้อมูลเกม (หากเป็นเช่นนั้น ให้ปิดก่อน จากนั้นลองโหลดลิงก์ดาวน์โหลดอีกครั้ง) (EAN)",
  "404_title": "404 ไม่พบ (EAN)",
  "GMRetcode_-1": "คำสั่งล้มเหลว(EAN)",
  "GMRetcode_0": "คำสั่งถูกดำเนินการสำเร็จ(EAN)",
  "GMRetcode_1": "เกิดข้อผิดพลาด SVR?(EAN)",
  "GMRetcode_4": "คุณอาจยังออฟไลน์อยู่ในเกม(EAN)",
  "GMRetcode_617": "ไม่สามารถเพิ่มรายการนี้ได้เนื่องจากพื้นที่จัดเก็บเต็มหรือมีรายการมากเกินไป(EAN)",
  "GMRetcode_860": "รายการนี้อาจไม่สามารถเพิ่มได้เนื่องจากกิจกรรมสิ้นสุดลงแล้ว (หรือว่าไม่มีประโยชน์)(EAN)",
  "LOGIN_REQUIRED": "การเข้าถึงหน้านี้จำเป็นต้องเข้าสู่ระบบ กรุณาเข้าสู่ระบบก่อน",
  "LOGOUT_DONE": "คุณออกจากระบบเรียบร้อยแล้ว",
  "account_code_description": "(EAN)",
  "account_code_disable": "ปิดการใช้งานรหัส(EAN)",
  "account_code_in_email": "รหัสอีเมล (EAN)",
  "account_code_info": "อย่าเปิดเผยรหัสนี้กับใครเลย เนื่องจากอาจทำให้บัญชีของคุณถูกควบคุมโดยบุคคลอื่นได้(EAN)",
  "account_code_keyword": "(EAN)",
  "account_code_title": "รหัส(EAN)",
  "account_email": "อีเมล",
  "account_email_info": "อีเมลนี้ใช้สำหรับรีเซ็ตรหัสผ่านหรืออัปเดตบัญชี",
  "account_forgetPassword_description": "คุณลืมรหัสผ่านบัญชี YuukiPS ของคุณหรือไม่? คุณสามารถทำได้ที่นี่(EAN)",
  "account_forgetPassword_info": "เว้นว่างไว้ด้านล่างทั้งหมดหากคุณยังไม่ได้รับอีเมลจากเรา(EAN)",
  "account_forgetPassword_keyword": "ยูกิพีเอส(EAN)",
  "account_forgetPassword_title": "ลืมรหัสผ่าน(EAN)",
  "account_forgetUsername_description": "คุณลืมชื่อผู้ใช้ของคุณ แต่คุณจำผู้เล่นหรือรหัสบัญชีของคุณได้หรือไม่? ใช้สิ่งนี้(EAN)",
  "account_forgetUsername_keyword": "ยูกิพีเอส(EAN)",
  "account_forgetUsername_title": "ลืมชื่อผู้ใช้(EAN)",
  "account_home_announcement_bt": "เรียนรู้เพิ่มเติม",
  "account_home_announcement_description": "หน้านี้ยังอยู่ระหว่างการพัฒนา ดังนั้นจึงจะทำให้ง่ายตราบใดที่ยังใช้งานได้  {{username}} ชื่อผู้ใช้นี้",
  "account_home_announcement_header": "ประกาศ",
  "account_home_announcement_title": "สวัสดี {{name}}",
  "account_home_bt_relogin_ingame": "อนุญาตให้ทุกคนเข้าสู่ระบบในเกม (EAN)",
  "account_home_bt_relogin_ingame_iplock": "อนุญาตเฉพาะการเข้าสู่ระบบในเกมด้วยที่อยู่ IP ปัจจุบัน (ความปลอดภัยสูง) (EAN)",
  "account_home_code": "รหัส (การเข้าถึง API) (คุณสามารถตั้งค่าตัวเลข 4 หลักเพื่อเข้าถึงคำสั่งเว็บ/บอทหรือ API หากคุณปล่อยว่างไว้จะเป็นการปิดคำสั่งเว็บ/บอทหรือฟังก์ชัน API)",
  "account_home_description": "หากต้องการเข้าถึงบัญชีผู้จัดการกรุณาเข้าสู่ระบบ",
  "account_home_email": "อีเมล",
  "account_home_gencode": "รหัสเครื่องกำเนิดไฟฟ้า(EAN)",
  "account_home_info_link": "การเข้าสู่ระบบของบุคคลที่สาม (ตัวเลือก)",
  "account_home_info_link_set": "ลิงค์",
  "account_home_info_link_unset": "ยกเลิกการเชื่อมโยง",
  "account_home_invaild_ip": "เพื่อความปลอดภัยยิ่งขึ้น โปรดป้อนที่อยู่ IP ของคุณที่นี่ เพื่อให้มีเพียงคุณเท่านั้นที่สามารถเข้าถึงเกมของคุณได้แม้จะไม่มีรหัสผ่านในเกมก็ตาม<br>(รองรับที่อยู่ IP 5x: ip_house1,ip_house_2,ip_work1)",
  "account_home_ip": "ที่อยู่ IP ที่อนุญาตในเกม (IP ของคุณ: {{ip}}) (ตัวเลือก)",
  "account_home_keyword": "ยูกิพีเอส",
  "account_home_name": "ชื่อ",
  "account_home_nopassword_game": "รหัสผ่านที่ว่างเปล่า ซึ่งจะใช้ได้ดีหากคุณเปิดใช้งานการเข้าสู่ระบบด้วย IP ที่อนุญาตเท่านั้น แต่ถ้าไม่ จะทำให้ผู้คนสามารถเข้าสู่ระบบในเกมได้ง่าย ให้ลบรายการ ภารกิจ หรือทำให้ข้อมูลผู้เล่นของคุณยุ่งเหยิง<br>คุณลักษณะนี้ไม่สามารถใช้งานได้ในขณะนี้ ดังนั้นโปรดเว้นว่างไว้",
  "account_home_nopassword_web": "รหัสผ่านที่ว่างเปล่าจะทำให้บัญชีถูกแฮ็กได้ง่าย โปรดเปลี่ยน",
  "account_home_password_game": "รหัสผ่าน (ในเกม) (ตัวเลือก)",
  "account_home_password_infosave": "เว้นว่างไว้หรือไม่เปลี่ยนแปลงหากคุณไม่ต้องการเปลี่ยน<br>หากคุณไม่มีรหัสผ่านปัจจุบัน (ในเว็บ) โปรดเว้นว่างไว้",
  "account_home_password_web": "รหัสผ่าน (ในเว็บ)",
  "account_home_password_web2": "รหัสผ่านปัจจุบัน (ในเว็บ)",
  "account_home_relogin_ingame": "คุณมีเวลา <time data-now='{{login}}' data-type='sec'>???</time> ในการเข้าสู่ระบบ (ในเกม) หากหมดเวลา คุณจะต้องอนุญาตให้เข้าสู่ระบบได้ - เกมอีกครั้งโดยคลิกที่ปุ่มด้านล่าง: (EAN)",
  "account_home_relogin_ingame_info": "หลังจากที่คุณได้รับอนุญาตให้เข้าสู่ระบบเกม คุณมีเวลา 2-5 นาทีในการเข้าสู่ระบบเกมให้เสร็จสิ้น หากมีผู้อื่นเข้าสู่ระบบก่อนคุณในขณะที่เวลายังดำเนินอยู่ บัญชีของคุณจะถูกล็อคและคุณจะต้องดำเนินการอีกครั้ง สิ่งนี้มีประโยชน์ในการป้องกันไม่ให้ผู้อื่นเข้าเกม เนื่องจากไม่มีฟังก์ชั่นรหัสผ่านเมื่อคุณเข้าเกม ซึ่งหมายความว่ารหัสผ่านใดๆ ก็ตามจะใช้งานได้ (EAN)",
  "account_home_save": "บันทึก",
  "account_home_signature": "ลายเซ็น",
  "account_home_tab_account": "บัญชี",
  "account_home_tab_historylogin": "ประวัติการเข้าสู่ระบบ (EAN)",
  "account_home_tab_server": "เซิร์ฟเวอร์",
  "account_home_title": "ผู้จัดการฝ่ายบัญชี",
  "account_home_username": "ชื่อผู้ใช้",
  "account_login_description": "นี่เป็นการเข้าสู่ระบบบัญชี YuukiPS ของคุณ",
  "account_login_keyword": "ยูกิพีเอส",
  "account_login_title": "เข้าสู่ระบบ",
  "account_newpassword": "รหัสผ่านใหม่ (EAN)",
  "account_or_player_uid": "ผู้เล่นหรือบัญชี UID(EAN)",
  "account_password": "รหัสผ่าน",
  "account_password_info": "รหัสผ่านนี้ใช้สำหรับจัดการบัญชีข้อมูลของคุณ เช่น ข้อมูลผู้เล่นในแต่ละเซิร์ฟเวอร์ ดังนั้นอย่าลืมรหัสผ่านของคุณ ",
  "account_password_tes": "กรุณาพิมพ์รหัสผ่านอีกครั้ง",
  "account_register_description": "นี่เป็นการลงทะเบียนบัญชี YuukiPS ของคุณ",
  "account_register_keyword": "ยูกิพีเอส",
  "account_register_ok": "คุณสามารถปิดหน้านี้ได้โดยใช้ชื่อผู้ใช้ที่คุณสร้างขึ้น",
  "account_register_title": "ลงทะเบียน",
  "account_title": "บัญชียูกิพีเอส",
  "account_uid_player": "เครื่องเล่น UID",
  "account_username": "ชื่อผู้ใช้",
  "announcement_description": "ประกาศนี้จะปรากฏในเกมเท่านั้น คุณกำลังมองหาอะไรอยู่?",
  "announcement_keyword": "ยูกิพีเอส",
  "announcement_title": "ประกาศ",
  "api_account_forgot_code_incorrect": "ไม่สามารถเปลี่ยนรหัสผ่านได้เนื่องจากรหัสไม่ถูกต้อง โปรดลองอีกครั้ง (EAN)",
  "api_account_forgot_send_email_error": "รหัสสำหรับรีเซ็ตรหัสผ่านของคุณล้มเหลวในการส่งไปยังอีเมลของคุณ โปรดรายงานให้ผู้ดูแลระบบทราบ? (EAN)",
  "api_account_forgot_send_email_ok": "รหัสเพื่อรีเซ็ตรหัสผ่านของคุณได้ถูกส่งไปยังอีเมลของคุณแล้ว โปรดใช้เพื่อรีเซ็ต (EAN)",
  "api_account_forgot_update_code_error": "ไม่สามารถลืมรหัสผ่านได้เนื่องจากไม่สามารถอัปเดตรหัสได้ โปรดลองอีกครั้ง (EAN)",
  "api_account_forgot_update_password_error": "ลืมรหัสผ่านไม่สามารถทำได้เนื่องจากเปลี่ยนรหัสผ่านใหม่ไม่สำเร็จ ลองรายงานให้ผู้ดูแลระบบทราบหรือไม่ (EAN)",
  "api_account_forgot_update_password_ok": "เปลี่ยนรหัสผ่านสำเร็จ ตอนนี้คุณสามารถเข้าสู่ระบบด้วยรหัสผ่านใหม่ได้แล้ว (EAN)",
  "api_account_nopassword": "ไม่สามารถตั้งรหัสผ่านได้ เนื่องจากรหัสผ่านว่างเปล่า (EAN)",
  "api_account_notfound": "ไม่พบบัญชี (EAN)",
  "api_account_password_invalid": "รหัสผ่านต้องมีตัวอักษรอย่างน้อย 3 ตัวและสูงสุด 50 ตัวเท่านั้น (EAN)",
  "api_captcha_failed": "แคปต์ชาที่คุณป้อนไม่ถูกต้องหรือไม่ได้รับการแก้ไข",
  "api_check_username_invaild": "ชื่อผู้ใช้มีความยาวได้อย่างน้อย 3 ถึง 50 ตัวอักษร และต้องไม่มีอักขระพิเศษ หรือใช้รูปแบบอีเมล",
  "api_cmd_account_notfound": "เราไม่พบข้อมูลบัญชีของคุณ ดังนั้นลองติดต่อผู้ดูแลระบบ (EAN)",
  "api_cmd_blockadmin": "คำสั่งนี้ไม่สามารถดำเนินการได้ชั่วคราวเนื่องจากถูกบล็อกโดยผู้ดูแลระบบเพื่อให้เซิร์ฟเวอร์มีเสถียรภาพ(EAN)",
  "api_cmd_code_incorrect": "รหัสการเข้าถึงไม่ถูกต้อง (EAN)",
  "api_cmd_config_game2": "เกมนี้ยังไม่รองรับ อืม เกมนี้หายากมาก (EAN)",
  "api_cmd_config_game3": "เกิดปัญหาร้ายแรง โปรดลองติดต่อผู้ดูแลระบบ (EAN)",
  "api_cmd_lengthmax": "ขีดจำกัดตัวอักษรสามารถมีได้สูงสุด {{limit}} ขณะนี้คุณกำลังใช้ {{now}} (EAN)",
  "api_cmd_maxline": "คำสั่งสามารถดำเนินการได้เพียง {limit}x ขณะนี้คุณใช้คำสั่ง {now}x ในเวลาเดียวกัน (EAN)",
  "api_cmd_no_code": "รหัสว่างเปล่า(EAN)",
  "api_cmd_no_command": "คุณส่งคำสั่งเปล่า (EAN)",
  "api_cmd_no_serverid": "ชื่อเซิร์ฟเวอร์ว่างเปล่า (EAN)",
  "api_cmd_no_uid": "ผู้เล่น Uid ว่างเปล่า (EAN)",
  "api_cmd_noconfig1": "ไม่พบชื่อเซิร์ฟเวอร์ ลองโหลดข้อมูลผู้เล่นของคุณในบัญชีผู้จัดการแล้วลองอีกครั้ง (EAN)",
  "api_cmd_noconfig2": "ไม่พบการกำหนดค่าเซิร์ฟเวอร์ ลองติดต่อผู้ดูแลระบบ (EAN)",
  "api_cmd_ok": "คำสั่งถูกดำเนินการสำเร็จ (EAN)",
  "api_cmd_player_notfound": "ไม่พบเครื่องเล่นนี้? ลองติดต่อแอดมินดูครับ (EAN)",
  "api_cmd_player_offline": "ผู้เล่นนี้ออฟไลน์อยู่ ตรวจสอบให้แน่ใจว่าคุณกำลังเล่นโดยใช้บัญชีเดียวกัน (EAN)",
  "api_cmd_player_timeout": "คำสั่งนี้ไม่สามารถดำเนินการได้ อาจเป็นเพราะเซิร์ฟเวอร์ล่ม (EAN)",
  "api_cmd_player_unknown": "ไม่ทราบคำสั่งนี้ ลองรายงานให้ผู้ดูแลระบบทราบ (EAN)",
  "api_cmd_remote_noset": "หากต้องการเข้าถึงคำสั่งเว็บหรือบอท กรุณากรอกโค้ด ทำตามคำแนะนำที่ https://ps.yuuki.me/blog/documentation/cmd(EAN)",
  "api_create_baduser": "เครือข่ายไม่ดี ลองรีสตาร์ทโมเด็มหรือโทรศัพท์ของคุณ(EAN)",
  "api_db_account_banned": "บัญชีถูกแบนด้วยเหตุผล: {{reason}}(EAN)",
  "api_db_account_duplication_registered_uid": "UID ของบัญชีนี้มีการใช้งานแล้ว ลองสร้างบัญชีด้วย UID อื่น(EAN)",
  "api_db_account_duplication_registered_username": "ชื่อผู้ใช้นี้ถูกใช้แล้ว.(EAN)",
  "api_db_account_duplication_registered_usernameoremail": "ไม่สามารถลงทะเบียนบัญชีได้ เนื่องจากชื่อผู้ใช้หรืออีเมลถูกใช้ไปแล้ว(EAN)",
  "api_db_account_email_duplication": "อีเมลนี้ถูกใช้ในบัญชีอื่นแล้ว โปรดใช้อีเมลอื่น",
  "api_db_account_email_invaild": "อีเมลไม่ถูกต้อง ตรวจสอบให้แน่ใจว่าอีเมลถูกต้อง เนื่องจากจำเป็นต้องใช้ฟีเจอร์ลืมรหัสผ่าน",
  "api_db_account_email_none": "ทำไมอีเมลถึงว่างเปล่า?",
  "api_db_account_expiredlogin": "ล็อกอินหมดอายุแล้ว คุณต้องล็อกอินใหม่อีกครั้ง ทำตามคำแนะนำที่ https://ps.yuuki.me/blog/documentation/login(EAN)",
  "api_db_account_failed0": "ฐานข้อมูลล้มเหลวในการเชื่อมต่อ ลองอีกครั้ง (0)",
  "api_db_account_failed1": "ฐานข้อมูลล้มเหลวในการเชื่อมต่อ ลองอีกครั้ง (1)",
  "api_db_account_invalid_ip_list": "รายการ IP ไม่ถูกต้อง",
  "api_db_account_iplock": "บัญชีนี้ถูกล็อคด้วยที่อยู่ IP ที่แน่นอน ทำตามคำแนะนำที่ https://ps.yuuki.me/blog/documentation/login(EAN)",
  "api_db_account_link_faild": "ล้มเหลว เพิ่มการเข้าสู่ระบบของบุคคลที่สาม",
  "api_db_account_link_ok": "สำเร็จ เพิ่มการเข้าสู่ระบบของบุคคลที่สาม",
  "api_db_account_login_block": "(คุณมีโอกาส {{xRateLimitRemaining}}x หากยังล้มเหลว {{xRateLimitCount}}x คุณจะถูกบล็อคชั่วคราว)(EAN)",
  "api_db_account_login_failed": "ไม่สามารถเข้าสู่ระบบได้ ลองเข้าสู่ระบบใหม่",
  "api_db_account_login_notfound_expired": "กรุณาเข้าสู่ระบบใหม่เนื่องจากการเข้าสู่ระบบนี้หมดอายุแล้ว",
  "api_db_account_login_notfound_ingame": "บัญชีนี้ยังไม่ได้ลงทะเบียน ทำตามคำแนะนำที่ https://ps.yuuki.me/blog/documentation/login(EAN)",
  "api_db_account_login_notfound_link": "การเข้าสู่ระบบของบุคคลที่สามนี้ไม่ได้เชื่อมโยงโดยบัญชีใด ๆ ทำตามคำแนะนำที่ https://ps.yuuki.me/blog/documentation/login(EAN)",
  "api_db_account_login_notfound_web": "บัญชียังไม่ได้ลงทะเบียน กรุณาสร้างบัญชี!.",
  "api_db_account_login_ok": "เข้าสู่ระบบสำเร็จ",
  "api_db_account_name_none": "ชื่อไม่สามารถเว้นว่างได้",
  "api_db_account_password_invaild_web": "รหัสผ่านสำหรับผู้จัดการบัญชี (เว็บ) ไม่ถูกต้อง",
  "api_db_account_password_none": "รหัสผ่านว่างเปล่า ต้องกรอก",
  "api_db_account_password_none_web": "รหัสผ่านสำหรับการเข้าถึงผู้จัดการบัญชี (เว็บ) ว่างเปล่า โปรดกรอกเนื่องจากเป็นสิ่งสำคัญ",
  "api_db_account_password_wrong": "รหัสผ่านไม่ถูกต้อง",
  "api_db_account_passwordingame_unavailable": "ฟีเจอร์นี้ยังไม่พร้อมให้เพิ่มรหัสผ่านในเกม",
  "api_db_account_registered_failed": "บัญชีล้มเหลวในการลงทะเบียน",
  "api_db_account_registered_noemail": "การลงทะเบียนล้มเหลวเนื่องจากไม่มีอีเมล",
  "api_db_account_registered_nopassword": "การลงทะเบียนล้มเหลวเนื่องจากไม่มีรหัสผ่าน",
  "api_db_account_registered_ok": "ลงทะเบียนบัญชีเรียบร้อยแล้ว",
  "api_db_account_registered_password": "รหัสผ่านต้องมีตัวอักษรอย่างน้อย 3 ตัวและสูงสุด 50 ตัวเท่านั้น",
  "api_db_account_save_failed_by_wrongpassword": "ไม่สามารถบันทึกการตั้งค่าได้เนื่องจากเว็บรหัสผ่านปัจจุบันไม่ตรงกัน",
  "api_db_account_sessionKey_failed": "การเข้าถึงบัญชีผู้จัดการหมดอายุแล้ว โปรดเข้าสู่ระบบอีกครั้ง(EAN)",
  "api_db_account_token_failed": "โทเค็นนี้อาจหมดอายุหรือไม่พบ โปรดเข้าสู่ระบบอีกครั้ง",
  "api_db_account_token_ok": "เชื่อมต่อกับโทเค็นสำเร็จแล้ว",
  "api_db_account_unlink_faild": "ล้มเหลว เพิกถอนการเข้าสู่ระบบของบุคคลที่สาม",
  "api_db_account_unlink_ok": "สำเร็จ เพิกถอนการเข้าสู่ระบบของบุคคลที่สาม",
  "api_db_account_update_ok": "อัปเดตบัญชีเรียบร้อยแล้ว",
  "api_db_cdkey_close": "รหัสแลกนี้ยังไม่พร้อม(EAN)",
  "api_db_cdkey_dberror": "รหัสแลกรับข้อเสนอนี้ไม่สามารถใช้ได้เนื่องจากข้อผิดพลาดของฐานข้อมูล(EAN)",
  "api_db_cdkey_emptykey": "รหัสแลกรางวัลว่างเปล่า กรุณากรอก(EAN)",
  "api_db_cdkey_expire": "รหัสแลกนี้หมดอายุแล้ว(EAN)",
  "api_db_cdkey_limit": "รหัสแลกสิทธิ์ถูกใช้หรือจำกัดแล้ว(EAN)",
  "api_db_cdkey_noconfig": "ไม่พบรหัสแลกเนื่องจากเซิร์ฟเวอร์ไม่พร้อมใช้งาน(EAN)",
  "api_db_cdkey_noenabled": "รหัสแลกนี้ไม่สามารถใช้ได้ชั่วคราว(EAN)",
  "api_db_cdkey_nokey": "รหัสแลกรางวัลไม่ถูกต้องหรือไม่พบ(EAN)",
  "api_db_cdkey_notemplate": "เกิดข้อผิดพลาดในการแลกรหัส ไม่พบเทมเพลตการกำหนดค่า(EAN)",
  "api_db_cdkey_ok": "รับรหัสแลกสำเร็จแล้ว(EAN)",
  "api_db_player_Server_nodatabase_name": "ไม่มีข้อมูล!",
  "api_db_player_nofound": "ไม่พบข้อมูลผู้เล่น อาจไม่เคยเล่นในภูมิภาคนี้(EAN)",
  "api_db_player_process": "ระบบของเรากำลังประมวลผลข้อมูลนี้ โปรดรอสักครู่เพื่อให้ได้ผลลัพธ์ จากนั้นลองอีกครั้ง(EAN)",
  "api_db_player_server_nodatebase": "ไม่พบผู้เล่นในฐานข้อมูล",
  "api_invaild_type_login1": "ประเภทการเข้าสู่ระบบที่ไม่รู้จัก โปรดติดต่อผู้ดูแลระบบ",
  "api_login_lock": "คุณเข้าสู่ระบบเร็วเกินไป โปรดสงบสติอารมณ์สัก 5 วินาที(EAN)",
  "api_password_notpass": "พิมพ์รหัสผ่านซ้ำไม่เหมือนกับรหัสผ่านเดิม พยายามพิมพ์รหัสผ่านอย่างระมัดระวัง ตรวจสอบให้แน่ใจว่าเหมือนกัน",
  "api_ratelimit_api_account": "ขณะนี้คุณไม่สามารถเข้าถึง API นี้ได้ชั่วคราวเนื่องจากคุณป้อนข้อมูลไม่ถูกต้องมากเกินไป ({{limit}}x) โปรดรออีก {{mxilutes}} นาที(EAN)",
  "api_ratelimit_api_account_reload": "คุณอาจป้อนรหัสผิดมากเกินไปหรือไม่มีข้อมูลผู้เล่นเนื่องจากคุณใช้บัญชีอื่นจากเกม โปรดลองอีกครั้งหลังจาก {{mxilutes}} ตรวจสอบให้แน่ใจว่าคุณได้อ่านคำแนะนำอย่างชัดเจนที่ https://ps.yuuki.me/blog/documentation/cmd(EAN)",
  "api_ratelimit_api_cmd": "คุณถูกบล็อกชั่วคราว เนื่องจากคุณลองป้อนโค้ด ({{limit}}x) แต่ยังล้มเหลว คุณจะสามารถเข้าถึงได้อีกครั้งหลังจากเหลือเวลาอีก {{mxilutes}} นาทีจนกว่าจะรีเซ็ต(EAN)",
  "api_ratelimit_block1": "ถูกบล็อคชั่วคราว(EAN)",
  "api_ratelimit_cmd": "แต่ละคำสั่งสามารถดำเนินการได้ทุกๆ {{limit}} วินาทีเท่านั้น(EAN)",
  "api_ratelimit_login_guest": "คุณถูกบล็อกชั่วคราว เนื่องจากคุณพยายามเข้าสู่ระบบ ({{limit}}x) แต่ยังล้มเหลว คุณจะสามารถเข้าถึงได้อีกครั้งหลังจากเหลือเวลาอีก {{mxilutes}} นาทีจนกว่าจะรีเซ็ต(EAN)",
  "api_ratelimit_login_normal": "คุณถูกบล็อกชั่วคราว เนื่องจากคุณพยายามเข้าสู่ระบบ ({{limit}}x) แต่ยังล้มเหลว คุณจะสามารถเข้าถึงได้อีกครั้งหลังจากเหลือเวลาอีก {{mxilutes}} นาทีจนกว่าจะรีเซ็ต(EAN)",
  "api_ratelimit_login_token": "คุณถูกบล็อกชั่วคราว เนื่องจากคุณพยายามเข้าสู่ระบบ ({{limit}}x) แต่ยังล้มเหลว คุณจะสามารถเข้าถึงได้อีกครั้งหลังจากเหลือเวลาอีก {{mxilutes}} นาทีจนกว่าจะรีเซ็ต(EAN)",
  "api_ratelimit_point_free": "แต้มฟรีสามารถรับได้เพียง {{limit}}x ต่อวัน คุณสามารถใช้ได้อีกครั้งหลังจาก {{mxilutes}} นาที(EAN)",
  "api_ratelimit_register_body": "เราจำกัดการลงทะเบียนไว้ที่ {{limit}}x เท่านั้น โปรดลองลงทะเบียนอีกครั้งหลังจากผ่านไป {{mxilutes}} นาที(EAN)",
  "api_ratelimit_register_title": "จำกัดการลงทะเบียน(EAN)",
  "api_ratelimit_webActivity_body": "กิจกรรมบนเว็บของคุณถูกจำกัดเนื่องจากการป้อนข้อมูลที่ไม่ถูกต้อง ({{limit}}x) หรือกิจกรรมที่ผิดกฎหมาย คุณสามารถใช้ได้อีกครั้งหลังจาก {{mxilutes}} นาที(EAN)",
  "api_ratelimit_webActivity_fast": "กิจกรรมบนเว็บของคุณเร็วเกินไป ({{limit}}x) ใน {{mxilutes}} วินาที หรือมีกิจกรรมที่ผิดกฎหมาย(EAN)",
  "api_ratelimit_webActivity_title": "กิจกรรมบนเว็บถูกจำกัด(EAN)",
  "api_register_errorunknown": "การลงทะเบียนล้มเหลว ลองติดต่อผู้ดูแลระบบ(EAN)",
  "api_server_login_account_notfound": "ไม่พบบัญชีที่มี UID นี้ ทำตามคำแนะนำที่ https://ps.yuuki.me/blog/documentation/cmd(EAN)",
  "api_server_login_accountid_empty": "กรุณากรอกบัญชี UID ของคุณ YuukiPS !!!(EAN)",
  "api_server_login_code_empty": "รหัสที่คุณป้อนว่างเปล่า !!!(EAN)",
  "api_server_login_code_incorrect": "รหัสที่คุณป้อนไม่ถูกต้อง",
  "api_server_login_code_noset": "หากต้องการเข้าถึงคำสั่งเว็บหรือบอท กรุณากรอกโค้ด ทำตามคำแนะนำที่ https://ps.yuuki.me/blog/documentation/cmd(EAN)",
  "api_server_login_error": "มีข้อผิดพลาดเกิดขึ้น โปรดติดต่อผู้ดูแลระบบ",
  "api_server_login_noplayer": "บัญชีนี้ไม่มีข้อมูลผู้เล่น โปรดเล่นเกมก่อนจึงจะใช้ข้อมูลนี้ได้ ข้อมูลผู้เล่นจะถูกอัปเดตอีกครั้ง <time data-now='{{mxilutes}}' data-type='sec'>???</time> แล้วกลับมาใหม่หลังจากนั้น!!! . ตรวจสอบให้แน่ใจว่าคุณอ่านคำแนะนำอย่างชัดเจนที่ https://ps.yuuki.me/blog/documentation/cmd(EAN)",
  "api_server_login_ok": "เชื่อมต่อสำเร็จแล้ว",
  "api_web_error_unknown": "เกิดข้อผิดพลาดที่ไม่ทราบสาเหตุ โปรดติดต่อผู้ดูแลระบบ",
  "bt_logout": "ออกจากระบบ",
  "bt_reload": "โหลดโปรแกรมเล่นข้อมูลอีกครั้ง",
  "command_description": "นี่เป็นการเข้าถึงคำสั่งในเกมเพื่อให้คุณสามารถควบคุมสิ่งที่เกิดขึ้นในเกมได้",
  "command_keyword": "ยูกิพีเอส",
  "command_title": "การเข้าถึงคำสั่ง",
  "footer_disclaimer": "ทรัพย์สินทั้งหมดเป็นของเจ้าของที่เกี่ยวข้อง Genshin Impact และ Honkai: Star Rail เป็นเครื่องหมายการค้าจดทะเบียนของ Cognosphere Ltd. และ miHoYo Co., Ltd. ไซต์นี้ไม่เกี่ยวข้องกับ Cognosphere หรือ miHoYo Co., Ltd. ในความสามารถอย่างเป็นทางการใดๆ เนื้อหาบางส่วนบนเว็บไซต์จัดทำโดยผู้ใช้ เว็บไซต์นี้เป็นผลงานนวนิยาย ชื่อ ตัวละคร ธุรกิจ เหตุการณ์และเหตุการณ์ต่างๆ เป็นผลงานจากจินตนาการของผู้เขียน ความคล้ายคลึงกับปัจเจกบุคคล ไม่ว่าจะมีชีวิตอยู่หรือไม่ก็ตาม หรือสิ่งอื่นใดที่มีอยู่ในชีวิตจริงถือได้ว่าเป็นเรื่องบังเอิญ เว็บไซต์นี้เป็นเรื่องล้อเลียนและได้รับการคุ้มครองภายใต้การใช้งานโดยชอบธรรม ผู้สร้าง แม้ว่าจะเป็นส่วนหนึ่งของโปรแกรม Content Creator แต่ก็ไม่ได้เป็นเจ้าของตัวละครดั้งเดิม แต่ใช้เพื่อจุดประสงค์ในการแสดงผล หากคุณเป็นตัวแทนของหน่วยงานที่มีปัญหา โปรดติดต่อฉันผ่านช่องทางการสื่อสารที่มีอยู่ ข้อมูลที่มีอยู่ในเว็บไซต์นี้มีวัตถุประสงค์เพื่อเป็นข้อมูลและเว็บไซต์เท่านั้น เราไม่รับรองหรือรับประกันใดๆ ทั้งโดยชัดแจ้งหรือโดยนัยเกี่ยวกับความสมบูรณ์ ความถูกต้อง ความน่าเชื่อถือ ความเหมาะสมหรือความพร้อมที่เกี่ยวข้องกับเว็บไซต์หรือข้อมูล ผลิตภัณฑ์ บริการ หรือกราฟิกที่เกี่ยวข้องที่มีอยู่บนเว็บไซต์เพื่อวัตถุประสงค์ใดๆ การที่คุณเชื่อถือข้อมูลดังกล่าวถือเป็นความเสี่ยงของคุณเองอย่างเคร่งครัด เว็บไซต์นี้ใช้ข้อมูลที่มีอยู่อย่างเปิดเผย เราไม่ทดสอบกับสัตว์ เว็บไซต์นี้อาจมีลิงก์ไปยังเว็บไซต์ภายนอกที่ไม่ได้ดำเนินการโดยผู้สร้าง ผู้สร้างจะไม่รับผิดชอบและไม่มีการควบคุมเนื้อหาของเว็บไซต์เหล่านี้ ยกเว้นในกรณีที่เขาดำเนินการด้วยเหตุผลบางประการจริงๆ มุมมองและความคิดเห็นที่แสดงโดยเจ้าของเว็บไซต์ไม่จำเป็นต้องสะท้อนถึงมุมมองและความคิดเห็นของเจ้าของเว็บไซต์โดยรวม การใช้เว็บไซต์นี้แสดงว่าคุณตกลงที่จะใช้เว็บไซต์นี้(EAN)",
  "footer_message": "ยินดีต้อนรับสู่เซิร์ฟเวอร์ส่วนตัวสุดพิเศษของเรา สวรรค์ดิจิทัลที่สร้างขึ้นสำหรับคุณและเพื่อนร่วมทางที่ใกล้ชิดที่สุด! พื้นที่ที่ปลอดภัยและเป็นส่วนตัวนี้ออกแบบมาเพื่อการสื่อสารที่ราบรื่น ความพยายามในการทำงานร่วมกัน และการแบ่งปันประสบการณ์ ด้วยการมุ่งเน้นที่ความเป็นส่วนตัว เซิร์ฟเวอร์ของเราช่วยให้แน่ใจว่าปฏิสัมพันธ์ของคุณยังคงอยู่ในแวดวงที่เชื่อถือได้ของเพื่อนสนิทของคุณ(EAN)",
  "game_description_id_1": "เริ่มต้นการผจญภัยที่น่าจดจำในโลกที่น่าหลงใหลของเกม Genshin Impact เข้าร่วมเซิร์ฟเวอร์ส่วนตัวของเราสำหรับนักผจญภัยที่แท้จริงและสำรวจภูมิประเทศที่กว้างใหญ่ ดันเจี้ยนที่น่ากลัว และสิ่งมีชีวิตลึกลับ เข้าร่วมในภารกิจอันยิ่งใหญ่ การต่อสู้ และค้นพบสมบัติที่ซ่อนอยู่ ปรับแต่งตัวละครของคุณ ปลอมแปลง ",
  "game_description_id_2": "เริ่มต้นการผจญภัยที่น่าจดจำในโลกที่น่าหลงใหลของเกม Star Rail เข้าร่วมเซิร์ฟเวอร์ส่วนตัวของเราสำหรับนักผจญภัยที่แท้จริงและสำรวจภูมิประเทศที่กว้างใหญ่ ดันเจี้ยนที่น่ากลัว และสิ่งมีชีวิตลึกลับ เข้าร่วมในภารกิจอันยิ่งใหญ่ การต่อสู้ และค้นพบสมบัติที่ซ่อนอยู่ ปรับแต่งตัวละครของคุณ ปลอมแปลง ",
  "game_direct_bt": "ช่วยฉันด้วย (EAN)",
  "game_direct_fail": "การตรวจสอบล้มเหลว (EAN)",
  "game_direct_info": "เรารู้ว่าทุกคนเกลียดโฆษณา แต่นี่เป็นอีกวิธีหนึ่งสำหรับเราในการหาเงินเพื่อชำระค่าเซิร์ฟเวอร์ทุกเดือน นอกเหนือจาก <a href='/sponsor'>สปอนเซอร์</a> นอกจากนี้เรายังทำเช่นนี้เพื่อป้องกันไม่ให้บริษัทอนิเมะลบลิงก์ดาวน์โหลดที่พวกเขาลองหลายครั้งแต่ยังคงล้มเหลว<br><br>หลายวิธีในการรับลิงก์โดยตรง:<br>* คลิกลิงก์ดาวน์โหลด -> ลิงก์สั้น ๆ ของ Challenge Challenge > เสร็จสิ้น<br>* <a href='/blog/documentation/login'>ลงทะเบียน YuukiPS และเข้าสู่ระบบ</a> -> กลับไปที่หน้านี้ -> เสร็จสิ้น<br>* เสร็จสิ้นการท้าทาย Captcha -> เสร็จสิ้น<br> <br>หาก 3 วิธีนี้ยังไม่ได้ผลสำหรับคุณ แสดงว่าคุณกำลัง (ปัญหาด้านทักษะ) กำลังมองหาลิงก์จริงๆ<br><br>หมายเหตุ:<br>* หากลิงก์ดาวน์โหลดไม่ทำงานหรือช้า โปรดใช้ VPN เช่น <a href='https://www.touchvpn.net/platform.html' target='blank'>TouchVpn</a> หรือ <a href='https://1.1.1.1/ ' target='blank'>WARP</a>.<br>* เซิร์ฟเวอร์ YuukiPS ทั้งหมดได้รับการสนับสนุนโดย Sponsor & Advertisement ทุกคนสามารถเข้าถึงคำสั่งได้โดยไม่ต้องจ่ายเงิน เพียงแต่ว่าแต่ละคำสั่งมีการจำกัดเวลาเพื่อให้มีเสถียรภาพมากขึ้น เพื่อให้ทุกคนมีความสุข ดังนั้นหากคุณซื้อบัญชี YuukiPS หรือชำระเงินเพื่อรับการเข้าถึงคำสั่ง นั่นหมายความว่าคุณกำลังถูกหลอกลวง ระวัง.(EAN)",
  "game_direct_ok": "ลิงค์ดาวน์โหลดโดยตรงควรปรากฏขึ้น โดยอยู่ใต้ข้อความนี้(EAN)",
  "game_keyword_id_1": "YuukiPS,Genshin Impact,เซิร์ฟเวอร์ส่วนตัว,แฮ็ค Melon",
  "game_keyword_id_2": "YuukiPS,Star Rail,เซิร์ฟเวอร์ส่วนตัว,แฮ็ค Melon",
  "game_portal_title_download": "ดาวน์โหลดเกม",
  "game_portal_title_gamedata": "ข้อมูลเกม",
  "game_portal_title_release": "ปล่อย",
  "game_portal_title_voicedata": "ข้อมูลเสียง",
  "game_portal_update": "ดูเหมือนว่าคุณกำลังใช้เวอร์ชัน {{version}}ซึ่งอาจไม่รองรับอีกต่อไปหรือเซิร์ฟเวอร์อาจไม่พร้อมใช้งานสำหรับเวอร์ชันนั้น ",
  "game_title_id_1": "กำลังเล่นเซิร์ฟเวอร์ส่วนตัว Genshin Impact",
  "game_title_id_2": "เล่นเซิร์ฟเวอร์ส่วนตัว Star Rail",
  "game_title_soon": "จะวางจำหน่ายเร็วๆ นี้...",
  "home_description": "YuukiPS โฮสต์และดำเนินการเกมอนิเมะหลายเกม โดยมี Launcher ที่ใช้งานง่าย โดยจะตรวจจับ ดาวน์โหลด ตรวจสอบข้อมูลเกม ใช้แพตช์ และเปิดเกมได้อย่างราบรื่นโดยอัตโนมัติ(EAN)",
  "home_info1": "YuukiPS ให้บริการฟรี หากคุณซื้อบัญชีจากร้านค้าออนไลน์ คุณถูกหลอกลวง ดังนั้นโปรดใช้ความระมัดระวัง",
  "home_keyword": "ยูกิพีเอส",
  "home_title": "บ้าน",
  "ingame_join_unavailable": "เซิร์ฟเวอร์นี้อาจไม่พร้อมใช้งานในขณะนี้ ลองรีสตาร์ทเกมของคุณหากข้อความนี้ยังคงปรากฏขึ้น @YuukiPS(EAN)",
  "ingame_update": "ขณะนี้ไม่มีเซิร์ฟเวอร์ที่เข้ากันได้กับเวอร์ชัน {{version}} ของไคลเอนต์เกม\n\n {{action}} ลูกค้าเกมของคุณเพื่อเล่นกับเราต่อไป\n\n {{recommended}}.",
  "json_comment_info_Mhypbase": "หากคุณมีไฟล์ 3.2.0 ที่ไม่มีแพตช์ (ต้นฉบับ) คุณสามารถใช้ไฟล์นี้สำหรับแพตช์และพร็อกซีพร้อมกันได้ ดังนั้นคุณเพียงแค่แตกไฟล์นี้ไปยังโฟลเดอร์เกมของคุณแล้วเปิดเกม ใช่แล้ว ก็แค่นั้นแหละ จำเป็นต้องมีตัวเรียกใช้งานหรือพร็อกซี (EAN)",
  "json_comment_info_RSAPatch": "แพตช์แบบแมนนวลที่ไม่มีตัวเรียกใช้งาน คุณต้องมี RSAPatch สำหรับเวอร์ชัน 1.3.0 เพื่อเข้าร่วมเซิร์ฟเวอร์ส่วนตัว 3.2-3.7",
  "json_comment_info_fiddler_nopatch": "พร็อกซีเกมของคุณเพื่อให้คุณสามารถเชื่อมต่อกับเซิร์ฟเวอร์ส่วนตัวและไม่ต้องการแพตช์ ฯลฯ",
  "json_comment_info_fiddler_patch": "แพตช์แบบแมนนวลโดยไม่มีตัวเรียกใช้งาน ใน 2.8 คุณต้องมีไฟล์ Patch dll เพื่อให้สามารถเข้าร่วมเซิร์ฟเวอร์ส่วนตัวได้ ดังนั้นอย่าลืมแพตช์ด้วย RSAPatch",
  "json_comment_info_gamedata_android": "หากการดาวน์โหลดข้อมูลในเกมล้มเหลว โปรดใช้สำหรับการดาวน์โหลดด้วยตนเอง",
  "json_comment_info_gamedata_pc": "หากคุณยังไม่มีข้อมูลเกม โปรดดาวน์โหลด (เลือกเวอร์ชันเต็มหากคุณไม่มีเวอร์ชันเต็ม 4.0.0,3.8.0) โปรดจำไว้ว่าแต่ละเวอร์ชันไม่สามารถใช้กับเวอร์ชันอื่นได้ ดังนั้น 3.2.0= ",
  "json_comment_info_gamedata_pc_32": "เนื่องจาก mihoyo ได้ลบไฟล์ 3.2 ออกจากเซิร์ฟเวอร์แล้ว เฉพาะลิงก์นี้เท่านั้นที่ใช้งานได้เพื่อดาวน์โหลดไคลเอนต์เกม 3.2 คุณจึงต้องใช้สิ่งนี้เพื่อรัน GIO 3.2 เวอร์ชันอื่น ๆ เนื่องจาก 4.0/4.1 จะไม่ทำงาน ",
  "json_comment_info_gamedata_pc_cn": "เช่นเดียวกับระดับโลก ",
  "json_comment_info_gamedata_pc_oneclick": "นี่เป็นแพ็คเกจที่ได้รับการปรับเปลี่ยน ดังนั้นคุณเพียงแค่ดาวน์โหลดทุกส่วนแล้วแตกไฟล์ (GI-3.2-PC-YuukiPS.zip) ที่ใดก็ได้ จากนั้นเล่นโดยเปิด `GenshinImpact.exe` ซึ่งไม่จำเป็นต้องใช้พรอกซีหรือแพตช์ ",
  "json_comment_info_launcher_cultivation": "นี่คือ Launcher ทางเลือกที่จะปรับเปลี่ยนไคลเอนต์เกมของคุณให้เชื่อมต่อกับเซิร์ฟเวอร์ส่วนตัวได้ทุกที่ และรวมถึงการรองรับ localhost และทำสิ่งที่คล้ายกับ mod มากมาย",
  "json_comment_info_launcher_yuukips": "นี่คือตัวเรียกใช้งาน Android ที่ได้รับการดัดแปลงเพื่อเชื่อมต่อกับเซิร์ฟเวอร์ส่วนตัวของ YuukiPS ดาวน์โหลดสิ่งนี้หากคุณต้องการเล่นกับเรา ",
  "json_comment_info_readme_android": "หากคุณเป็นผู้ใช้ Android โปรดคลิก 'อ่านฉัน' หากคุณไม่รู้ว่าต้องทำอะไรตอนนี้(EAN)",
  "json_comment_info_readme_ios": "หากคุณเป็นผู้ใช้ iOS หรือ MAC โปรดคลิก 'อ่านฉัน' หากคุณไม่รู้ว่าต้องทำอย่างไรตอนนี้(EAN)",
  "json_comment_info_readme_pc": "หากคุณเป็นผู้ใช้พีซี โปรดคลิก 'อ่านฉัน' หากคุณไม่รู้ว่าต้องทำอย่างไรตอนนี้(EAN)",
  "login_game_normal_hk4e": "เข้าสู่ Genshin Impact ด้วยการเข้าสู่ระบบปกติ (EAN)",
  "login_game_normal_hkrpg": "เข้าสู่ Star Rail ด้วยการเข้าสู่ระบบปกติ (EAN)",
  "login_game_token_thirdlogin_hk4e": "เข้าสู่ระบบ Genshin Impact โดยใช้โทเค็นการเข้าถึงของบุคคลที่สาม(EAN)",
  "login_game_token_thirdlogin_hkrpg": "เข้าสู่ระบบ Star Rail โดยใช้โทเค็นการเข้าถึงของบุคคลที่สาม(EAN)",
  "login_game_token_verify_hk4e": "เข้าสู่ Genshin Impact ด้วย Token (EAN)",
  "login_game_token_verify_hkrpg": "เข้าสู่ Star Rail ด้วย Token (EAN)",
  "login_web_normal": "เข้าสู่เว็บปกติ (EAN)",
  "point_description": "รับคะแนนเพื่อใช้สำหรับการออกคำสั่งที่หนักหน่วงหรือโครงการอื่นๆ ที่ต้องใช้คะแนน(EAN)",
  "point_error_captcha_noverify": "ไม่สามารถรับคะแนนเนื่องจากแคปต์ชาผิด(EAN)",
  "point_error_code": "เกิดข้อผิดพลาดในการถอดรหัส มันอาจจะถูกใช้หรือหมดอายุแล้ว(EAN)",
  "point_error_decrypt": "การถอดรหัสล้มเหลวด้วยเหตุผลบางประการ โปรดลองติดต่อผู้ดูแลระบบ(EAN)",
  "point_error_getlink": "เกิดข้อผิดพลาดระหว่างกระบวนการดึงลิงก์ โปรดลองติดต่อผู้ดูแลระบบ(EAN)",
  "point_error_getlinkdb": "ไม่สามารถรับคะแนนได้เนื่องจากการอัปเดตฐานข้อมูลล้มเหลว ลองติดต่อผู้ดูแลระบบ(EAN)",
  "point_error_makelink": "สร้างลิงก์เพื่อรับคะแนนไม่สำเร็จ โปรดลองติดต่อผู้ดูแลระบบ(EAN)",
  "point_error_no_captcha": "ไม่สามารถรับคะแนนเนื่องจากเครือข่าย captcha(EAN)",
  "point_error_update": "คุณได้รับคะแนนแต่ไม่สามารถอัปเดตคะแนนไปยังฐานข้อมูลได้ ลองรายงานไปยังผู้ดูแลระบบ(EAN)",
  "point_home_info": "คะแนนปัจจุบันของคุณคือ {{point}} (+{{point_max}})(EAN)",
  "point_home_info1": "นี่คืออะไร?(EAN)",
  "point_home_info1r": "คะแนนเป็นสกุลเงินดิจิทัลที่ใช้ใน YuukiPS เพื่อแลกเปลี่ยนสิ่งต่าง ๆ เช่น การเข้าถึงคำสั่งที่หนักหน่วง (/ให้ทั้งหมด) หรือหากคุณต้องการใช้ `บอทเช็คอินรายวันของ Hoyolab` หรือโครงการอื่น ๆ ที่จะเกิดขึ้น(EAN)",
  "point_home_info2": "จะได้รับมันอย่างไร(EAN)",
  "point_home_info2r1": "ฟรี: คุณเพียงแค่ต้องกรอก 'ข้ามโฆษณา' โดยคลิก 'รับคะแนน' ครั้งแรก หากคุณประสบความสำเร็จในการท้าทาย คุณจะได้รับ 10 แต้ม หลังจากนั้นคุณจะได้รับแต้มสุ่ม 1-10 แต้ม(EAN)",
  "point_home_info2r2": "สปอนเซอร์: 100 คะแนนทุกเดือน หากคุณ <a target='_blank' href='/sponsor'>สมัครสมาชิกรายเดือนกับสปอนเซอร์อย่างน้อย 5$</a> และทุกครั้งที่คุณ 'ข้ามโฆษณา' คุณจะได้รับสุ่ม 1-10 จุดที่มีโอกาสสูงที่จะได้(EAN)",
  "point_home_info2r3": "Discord: <a target='_blank' href='https://discord.gg/yuukips'>เข้าร่วม Discord ของเรา</a> ค้นหา <a target='_blank' href='https://canary.discord.com/channels/964119462188040202/1223662433772507217'>ช่อง #freepoint</a>",
  "point_home_info3": "ดูโฆษณา / ข้ามโฆษณา(EAN)",
  "point_home_info3r1": "รับคะแนน(EAN)",
  "point_home_info3r2": "หลังจากที่คุณคลิก 'รับคะแนน' คุณจะถูกนำไปยังเว็บไซต์ของผู้ให้บริการโฆษณา คุณสามารถทำตามคำแนะนำของพวกเขาได้ หากสำเร็จ คุณจะถูกนำกลับมาที่นี่และคุณจะได้รับคะแนน(EAN)",
  "point_home_info4": "แลกรหัส(EAN)",
  "point_home_info4r1": "รหัส(EAN)",
  "point_home_info4r2": "เซิร์ฟเวอร์(EAN)",
  "point_home_info4r3": "ไถ่ถอน(EAN)",
  "point_home_info4r4": "หากคุณมีรหัสแลกคุณสามารถพิมพ์ได้ที่นี่(EAN)",
  "point_home_info4r5": "บัญชีนี้ไม่มีข้อมูลผู้เล่น โปรดเล่นเกมก่อนจึงจะใช้ข้อมูลนี้ได้ ข้อมูลผู้เล่นจะถูกอัปเดตอีกครั้ง <time data-now='{{mxilutes}}' data-type='sec'>???</time> แล้วกลับมาใหม่หลังจากนั้น!!! .โปรดอ่านคำแนะนำให้ชัดเจนที่ https://ps.yuuki.me/blog/documentation/cmd(EAN)",
  "point_home_info5": "คำเตือน: ใช้บัญชีเดียวกันกับบัญชีในเกม หากบัญชีแตกต่าง คุณจะไม่สามารถใช้คะแนนในเกมได้ หากคุณไม่แน่ใจว่าคุณสามารถพิมพ์ `/user` ในคำสั่งในเกมได้ ระบบจะแสดง uid บัญชีของคุณ คุณสามารถเปรียบเทียบบัญชี uid ของคุณกับบัญชีบนเว็บได้(EAN)",
  "point_home_info6": "นอกเหนือจากคำสั่งนั้นแล้ว ก็ไม่จำเป็นต้องมีคะแนนใดๆ คุณสามารถไปที่ <a href='https://doc.yuuki.me/docs/category/command-list'>List Command</a> เพื่อดูรายการคำสั่งที่สมบูรณ์ยิ่งขึ้น(EAN)",
  "point_home_info6r1": "คำสั่งที่ต้องใช้คะแนน(EAN)",
  "point_keyword": "ยูกิปส์ ประเด็น(EAN)",
  "point_ok": "ยินดีด้วย คุณได้รับคะแนนสำเร็จแล้ว(EAN)",
  "point_title": "รับคะแนน(EAN)",
  "redeem_ok": "ได้รับรหัสแลกรับข้อเสนอนี้สำเร็จแล้ว(EAN)",
  "server_region_info": "เซิร์ฟเวอร์ภูมิภาค(EAN)",
  "sponsor_description": "การสนับสนุนของคุณจะช่วยปรับปรุงประสิทธิภาพของเซิร์ฟเวอร์ ทำให้มั่นใจได้ว่าผู้เล่นทุกคนจะมีปฏิสัมพันธ์ที่ราบรื่นและราบรื่น (EAN)",
  "sponsor_keyword": "ยูกิพีเอส (EAN)",
  "sponsor_title": "สปอนเซอร์ (EAN)",
  "stats_description": "สถิติ ยูกิพีเอส",
  "stats_keyword": "ยูกิพีเอส",
  "stats_title": "สถิติ",
  "text_accountuid": "UID ของบัญชี(EAN)",
  "text_backhome": "กลับไปที่บ้าน (EAN)",
  "text_code": "รหัส(EAN)",
  "text_commands": "คำสั่ง(EAN)",
  "text_direct": "ลิงค์ตรง (EAN)",
  "text_disclaimer": "ข้อสงวนสิทธิ์ (EAN)",
  "text_engine": "เครื่องยนต์ (EAN)",
  "text_findAccountUsername": "ค้นหาชื่อผู้ใช้บัญชีของฉันใช้บัญชี UID(EAN)",
  "text_game": "เกม(EAN)",
  "text_md5": "เอ็มดี5 (EAN)",
  "text_mirror": "กระจกเงา (EAN)",
  "text_package": "บรรจุุภัณฑ์ (EAN)",
  "text_partgame": "ไฟล์บางส่วน (EAN)",
  "text_point": "คะแนน(EAN)",
  "text_role": "บทบาท(EAN)",
  "text_uidAccount": "บัญชียูไอดี(EAN)",
  "text_vd": "วิดีโอสอน(EAN)",
  "third_login_discord_enter_ingame": "เข้าเกมด้วยความไม่ลงรอยกัน (EAN)",
  "third_login_discord_enter_link": "ลิงค์ดิสคอร์ด (EAN)",
  "third_login_discord_enter_web": "เข้าสู่เว็บด้วย Discord (EAN)",
  "third_login_twitter_enter_ingame": "เข้าสู่เกมด้วย Twitter (EAN)",
  "third_login_twitter_enter_web": "เข้าสู่เว็บด้วย Twitter (EAN)",
  "title_ip": "ที่อยู่ IP (EAN)",
  "title_stats_server": "เซิร์ฟเวอร์",
  "title_stats_tcpu": "ซีพียู",
  "title_stats_tname": "ชื่อ",
  "title_stats_tonline": "ออนไลน์",
  "title_stats_tram": "แกะ",
  "title_time": "เวลา (EAN)"
}