{
  "404_body": "It's possible you are accessing a page that is not available or maybe because you are currently using a proxy network to download game data (if so, turn it off first then try reloading the download link again) (EN)",
  "404_title": "404 Not found (EN)",
  "GMRetcode_-1": "The command is incorrect or cannot be executed (EN)",
  "GMRetcode_617": "This item cannot be added because the storage area is full or there are too many items. (EN)",
  "LOGIN_REQUIRED": "การเข้าถึงหน้านี้จำเป็นต้องเข้าสู่ระบบ กรุณาเข้าสู่ระบบก่อน",
  "LOGOUT_DONE": "คุณออกจากระบบเรียบร้อยแล้ว",
  "account_code_in_email": "Email Code (EN)",
  "account_email": "อีเมล",
  "account_email_info": "อีเมลนี้ใช้สำหรับรีเซ็ตรหัสผ่านหรืออัปเดตบัญชี",
  "account_forgetpassword_description": "Have you forgotten your YuukiPS account password? you can do it here (EN)",
  "account_forgetpassword_info": "Leave all the blanks below if you haven't received an email from us. (EN)",
  "account_forgetpassword_keyword": "YuukiPS (EN)",
  "account_forgetpassword_title": "Forgot password (EN)",
  "account_forgotpassword": "Forgot password (EN)",
  "account_home_announcement_bt": "เรียนรู้เพิ่มเติม",
  "account_home_announcement_description": "หน้านี้ยังอยู่ระหว่างการพัฒนา ดังนั้นจึงจะทำให้ง่ายตราบใดที่ยังใช้งานได้  {{username}} ชื่อผู้ใช้นี้",
  "account_home_announcement_header": "ประกาศ",
  "account_home_announcement_title": "สวัสดี {{name}}",
  "account_home_bt_relogin_ingame": "Allow everyone login in-game (EN)",
  "account_home_bt_relogin_ingame_iplock": "Allow only login in-game with current ip address (high security) (EN)",
  "account_home_code": "รหัส (การเข้าถึง API) (คุณสามารถตั้งค่าตัวเลข 4 หลักเพื่อเข้าถึงคำสั่งเว็บ/บอทหรือ API หากคุณปล่อยว่างไว้จะเป็นการปิดคำสั่งเว็บ/บอทหรือฟังก์ชัน API)",
  "account_home_description": "หากต้องการเข้าถึงบัญชีผู้จัดการกรุณาเข้าสู่ระบบ",
  "account_home_email": "อีเมล",
  "account_home_gencode": "เครื่องกำเนิดไฟฟ้า",
  "account_home_info_link": "การเข้าสู่ระบบของบุคคลที่สาม (ตัวเลือก)",
  "account_home_info_link_set": "ลิงค์",
  "account_home_info_link_unset": "ยกเลิกการเชื่อมโยง",
  "account_home_invaild_ip": "เพื่อความปลอดภัยยิ่งขึ้น โปรดป้อนที่อยู่ IP ของคุณที่นี่ เพื่อให้มีเพียงคุณเท่านั้นที่สามารถเข้าถึงเกมของคุณได้แม้จะไม่มีรหัสผ่านในเกมก็ตาม<br>(รองรับที่อยู่ IP 5x: ip_house1,ip_house_2,ip_work1)",
  "account_home_ip": "ที่อยู่ IP ที่อนุญาตในเกม (IP ของคุณ: {{ip}}) (ตัวเลือก)",
  "account_home_keyword": "ยูกิพีเอส",
  "account_home_name": "ชื่อ",
  "account_home_nopassword_game": "รหัสผ่านที่ว่างเปล่า ซึ่งจะใช้ได้ดีหากคุณเปิดใช้งานการเข้าสู่ระบบด้วย IP ที่อนุญาตเท่านั้น แต่ถ้าไม่ จะทำให้ผู้คนสามารถเข้าสู่ระบบในเกมได้ง่าย ให้ลบรายการ ภารกิจ หรือทำให้ข้อมูลผู้เล่นของคุณยุ่งเหยิง<br>คุณลักษณะนี้ไม่สามารถใช้งานได้ในขณะนี้ ดังนั้นโปรดเว้นว่างไว้",
  "account_home_nopassword_web": "รหัสผ่านที่ว่างเปล่าจะทำให้บัญชีถูกแฮ็กได้ง่าย โปรดเปลี่ยน",
  "account_home_password_game": "รหัสผ่าน (ในเกม) (ตัวเลือก)",
  "account_home_password_infosave": "เว้นว่างไว้หรือไม่เปลี่ยนแปลงหากคุณไม่ต้องการเปลี่ยน<br>หากคุณไม่มีรหัสผ่านปัจจุบัน (ในเว็บ) โปรดเว้นว่างไว้",
  "account_home_password_web": "รหัสผ่าน (ในเว็บ)",
  "account_home_password_web2": "รหัสผ่านปัจจุบัน (ในเว็บ)",
  "account_home_relogin_ingame": "You have time <time data-now='{{login}}' data-type='sec'>???</time> to log-in (in-game), If time runs out you must allow login in-game again, by clicking button below: (EN)",
  "account_home_relogin_ingame_info": "After you are allowed to log in to the game, you have 2-5 minutes to complete logging in to the game. If someone else has logged in before you while time is still running, your account will be locked and you have to do it again. This is useful to prevent other people from entering the game because there is no password function when you enter the game, meaning any password will work. (EN)",
  "account_home_save": "บันทึก",
  "account_home_signature": "ลายเซ็น",
  "account_home_tab_account": "บัญชี",
  "account_home_tab_historylogin": "Login History (EN)",
  "account_home_tab_server": "เซิร์ฟเวอร์",
  "account_home_title": "ผู้จัดการฝ่ายบัญชี",
  "account_home_username": "ชื่อผู้ใช้",
  "account_login_description": "นี่เป็นการเข้าสู่ระบบบัญชี YuukiPS ของคุณ",
  "account_login_keyword": "ยูกิพีเอส",
  "account_login_title": "เข้าสู่ระบบ",
  "account_newpassword": "New password (EN)",
  "account_password": "รหัสผ่าน",
  "account_password_info": "รหัสผ่านนี้ใช้สำหรับจัดการบัญชีข้อมูลของคุณ เช่น ข้อมูลผู้เล่นในแต่ละเซิร์ฟเวอร์ ดังนั้นอย่าลืมรหัสผ่านของคุณ ",
  "account_password_tes": "กรุณาพิมพ์รหัสผ่านอีกครั้ง",
  "account_register_description": "นี่เป็นการลงทะเบียนบัญชี YuukiPS ของคุณ",
  "account_register_keyword": "ยูกิพีเอส",
  "account_register_ok": "คุณสามารถปิดหน้านี้ได้โดยใช้ชื่อผู้ใช้ที่คุณสร้างขึ้น",
  "account_register_title": "ลงทะเบียน",
  "account_title": "บัญชียูกิพีเอส",
  "account_uid_home": "บัญชียูไอดี",
  "account_uid_player": "เครื่องเล่น UID",
  "account_username": "ชื่อผู้ใช้",
  "announcement_description": "ประกาศนี้จะปรากฏในเกมเท่านั้น คุณกำลังมองหาอะไรอยู่?",
  "announcement_keyword": "ยูกิพีเอส",
  "announcement_title": "ประกาศ",
  "api_account_forgot_code_incorrect": "The password cannot be changed because the code is wrong, try again. (EN)",
  "api_account_forgot_send_email_error": "The code to reset your password failed to be sent to your email, please report it to admin? (EN)",
  "api_account_forgot_send_email_ok": "The code to reset your password has been sent to your email, please use it to reset. (EN)",
  "api_account_forgot_update_code_error": "Cannot forget password due to failure to update code, try again. (EN)",
  "api_account_forgot_update_password_error": "Forgot password cannot be done because it failed to change the new password, try reporting it to admin? (EN)",
  "api_account_forgot_update_password_ok": "Successfully changed the password, now you can log in with the new password (EN)",
  "api_account_nopassword": "Cannot set password, because password is empty (EN)",
  "api_account_notfound": "Account not found (EN)",
  "api_account_password_invalid": "Passwords can only be a minimum of 3 and a maximum of 50 letters (EN)",
  "api_captcha_failed": "แคปต์ชาที่คุณป้อนไม่ถูกต้องหรือไม่ได้รับการแก้ไข",
  "api_check_username_invaild": "ชื่อผู้ใช้มีความยาวได้อย่างน้อย 3 ถึง 50 ตัวอักษร และต้องไม่มีอักขระพิเศษ หรือใช้รูปแบบอีเมล",
  "api_cmd_account_notfound": "We couldn't find your account data, so try contacting admin (EN)",
  "api_cmd_blockadmin": "This command cannot be executed temporarily because it is blocked by the admin to keep the server stable. (EN)",
  "api_cmd_code_incorrect": "Incorrect access code (EN)",
  "api_cmd_config_game2": "This game is not supported yet, hmm this is very rare (EN)",
  "api_cmd_config_game3": "Serious problem occurred, try contacting admin (EN)",
  "api_cmd_lengthmax": "The letter limit can only be up to {{limit}}, You are currently using {{now}} (EN)",
  "api_cmd_maxline": "The command can only be executed {limit}x, currently you use the command {now}x at the same time (EN)",
  "api_cmd_no_code": "Code is empty, you can get it from https://ps.yuuki.me/account/home (EN)",
  "api_cmd_no_command": "You sent an empty command. (EN)",
  "api_cmd_no_serverid": "Server name is empty (EN)",
  "api_cmd_no_uid": "Uid player is empty (EN)",
  "api_cmd_noconfig1": "Server name not found, try reloading your player data in manager account then try again. (EN)",
  "api_cmd_noconfig2": "Server config not found, try contacting admin (EN)",
  "api_cmd_ok": "Command was executed successfully (EN)",
  "api_cmd_player_notfound": "This player is not found? try contacting admin (EN)",
  "api_cmd_player_offline": "This player is offline, make sure you are currently playing using the same account. (EN)",
  "api_cmd_player_timeout": "This command cannot be executed perhaps because the server is down (EN)",
  "api_cmd_player_unknown": "This command is unknown, try reporting it to admin (EN)",
  "api_cmd_remote_noset": "Access code is empty, try to get it from https://ps.yuuki.me/account/home (EN)",
  "api_db_account_duplication_by_registered": "ไม่สามารถลงทะเบียนบัญชีได้ เนื่องจากชื่อผู้ใช้หรืออีเมลถูกใช้ไปแล้ว",
  "api_db_account_duplication_uid_by_registered": "UID ของบัญชีนี้มีการใช้งานแล้ว ลองสร้างบัญชีด้วย UID อื่น",
  "api_db_account_email_duplication": "อีเมลนี้ถูกใช้ในบัญชีอื่นแล้ว โปรดใช้อีเมลอื่น",
  "api_db_account_email_invaild": "อีเมลไม่ถูกต้อง ตรวจสอบให้แน่ใจว่าอีเมลถูกต้อง เนื่องจากจำเป็นต้องใช้ฟีเจอร์ลืมรหัสผ่าน",
  "api_db_account_email_none": "ทำไมอีเมลถึงว่างเปล่า?",
  "api_db_account_expiredlogin": "Login has expired, please click allow in-game login on https://ps.yuuki.me/account/home to be able to access again. (EN)",
  "api_db_account_failed0": "ฐานข้อมูลล้มเหลวในการเชื่อมต่อ ลองอีกครั้ง (0)",
  "api_db_account_failed1": "ฐานข้อมูลล้มเหลวในการเชื่อมต่อ ลองอีกครั้ง (1)",
  "api_db_account_invalid_ip_list": "รายการ IP ไม่ถูกต้อง",
  "api_db_account_iplock": "บัญชีนี้สามารถเข้าถึงได้โดยบาง IP เท่านั้น หากคุณเป็นเจ้าของบัญชีนี้ โปรดอัปเดต",
  "api_db_account_link_faild": "ล้มเหลว เพิ่มการเข้าสู่ระบบของบุคคลที่สาม",
  "api_db_account_link_ok": "สำเร็จ เพิ่มการเข้าสู่ระบบของบุคคลที่สาม",
  "api_db_account_login_failed": "ไม่สามารถเข้าสู่ระบบได้ ลองเข้าสู่ระบบใหม่",
  "api_db_account_login_notfound_expired": "กรุณาเข้าสู่ระบบใหม่เนื่องจากการเข้าสู่ระบบนี้หมดอายุแล้ว",
  "api_db_account_login_notfound_ingame": "บัญชียังไม่ได้ลงทะเบียน กรุณาลงทะเบียนที่ ps.yuuki.me",
  "api_db_account_login_notfound_link": "การเข้าสู่ระบบของบุคคลที่สามนี้ไม่ได้เชื่อมโยงโดยบัญชีใด ๆ หากคุณมีบัญชีโปรดเข้าสู่ระบบด้วยบัญชีปกติจากนั้นจึงลิงก์ในตัวจัดการบัญชี",
  "api_db_account_login_notfound_web": "บัญชียังไม่ได้ลงทะเบียน กรุณาสร้างบัญชี!.",
  "api_db_account_login_ok": "เข้าสู่ระบบสำเร็จ",
  "api_db_account_name_none": "ชื่อไม่สามารถเว้นว่างได้",
  "api_db_account_password_invaild_web": "รหัสผ่านสำหรับผู้จัดการบัญชี (เว็บ) ไม่ถูกต้อง",
  "api_db_account_password_none": "รหัสผ่านว่างเปล่า ต้องกรอก",
  "api_db_account_password_none_web": "รหัสผ่านสำหรับการเข้าถึงผู้จัดการบัญชี (เว็บ) ว่างเปล่า โปรดกรอกเนื่องจากเป็นสิ่งสำคัญ",
  "api_db_account_password_wrong": "รหัสผ่านไม่ถูกต้อง",
  "api_db_account_passwordingame_unavailable": "ฟีเจอร์นี้ยังไม่พร้อมให้เพิ่มรหัสผ่านในเกม",
  "api_db_account_registered_failed": "บัญชีล้มเหลวในการลงทะเบียน",
  "api_db_account_registered_noemail": "การลงทะเบียนล้มเหลวเนื่องจากไม่มีอีเมล",
  "api_db_account_registered_nopassword": "การลงทะเบียนล้มเหลวเนื่องจากไม่มีรหัสผ่าน",
  "api_db_account_registered_ok": "ลงทะเบียนบัญชีเรียบร้อยแล้ว",
  "api_db_account_registered_password": "รหัสผ่านต้องมีตัวอักษรอย่างน้อย 3 ตัวและสูงสุด 50 ตัวเท่านั้น",
  "api_db_account_save_failed_by_wrongpassword": "ไม่สามารถบันทึกการตั้งค่าได้เนื่องจากเว็บรหัสผ่านปัจจุบันไม่ตรงกัน",
  "api_db_account_token_failed": "โทเค็นนี้อาจหมดอายุหรือไม่พบ โปรดเข้าสู่ระบบอีกครั้ง",
  "api_db_account_token_ok": "เชื่อมต่อกับโทเค็นสำเร็จแล้ว",
  "api_db_account_unlink_faild": "ล้มเหลว เพิกถอนการเข้าสู่ระบบของบุคคลที่สาม",
  "api_db_account_unlink_ok": "สำเร็จ เพิกถอนการเข้าสู่ระบบของบุคคลที่สาม",
  "api_db_account_update_ok": "อัปเดตบัญชีเรียบร้อยแล้ว",
  "api_invaild_type_login1": "ประเภทการเข้าสู่ระบบที่ไม่รู้จัก โปรดติดต่อผู้ดูแลระบบ",
  "api_password_notpass": "พิมพ์รหัสผ่านซ้ำไม่เหมือนกับรหัสผ่านเดิม พยายามพิมพ์รหัสผ่านอย่างระมัดระวัง ตรวจสอบให้แน่ใจว่าเหมือนกัน",
  "api_server_login_account_notfound": "ไม่พบบัญชีที่มี uid นี้ ตรวจสอบให้แน่ใจว่าคุณป้อน uid ของบัญชีอย่างถูกต้อง และแน่ใจว่าไม่ใช่ uid ของผู้เล่น เพราะมันแตกต่างออกไป ",
  "api_server_login_accountid_empty": "กรุณากรอกรหัสบัญชีของคุณ",
  "api_server_login_code_empty": "กรุณากรอกรหัสการเข้าถึงของคุณ คุณสามารถดูได้ที่ https://ps.yuuki.me/account/home",
  "api_server_login_code_incorrect": "รหัสที่คุณป้อนไม่ถูกต้อง",
  "api_server_login_code_noset": "หากต้องการเข้าถึงคำสั่งเว็บหรือบอท กรุณากรอกรหัส สามารถดูได้ที่ https://ps.yuuki.me/account/home",
  "api_server_login_error": "มีข้อผิดพลาดเกิดขึ้น โปรดติดต่อผู้ดูแลระบบ",
  "api_server_login_ok": "เชื่อมต่อสำเร็จแล้ว",
  "api_web_error_unknown": "เกิดข้อผิดพลาดที่ไม่ทราบสาเหตุ โปรดติดต่อผู้ดูแลระบบ",
  "bt_logout": "ออกจากระบบ",
  "bt_reload": "โหลดโปรแกรมเล่นข้อมูลอีกครั้ง",
  "command_description": "นี่เป็นการเข้าถึงคำสั่งในเกมเพื่อให้คุณสามารถควบคุมสิ่งที่เกิดขึ้นในเกมได้",
  "command_keyword": "ยูกิพีเอส",
  "command_title": "การเข้าถึงคำสั่ง",
  "footer_disclaimer": "All assets belong to their respective owners. Genshin Impact and Honkai: Star Rail are registered trademarks of Cognosphere Ltd. and miHoYo Co., Ltd. This site is not associated with Cognosphere or miHoYo Co., Ltd. in any official capacity. Parts of the content on the website are provided by its users. This website is a work of fiction. Names, characters, businesses, events and incidents are the products of the author's imagination. Any resemblance to individuals, living or not, or any other things existing in the real life can be considered coincidental. This website is a parody and is protected under fair use. Its creator, despite being a part of the Content Creator program, does not own the original characters, but uses them for display purposes; if you represent an entity that has a problem with that, contact me via any of the available communication channels. The information contained on this website is for information and website purposes only. We make no representations or warranties of any kind, express or implied, about the completeness, accuracy, reliability, suitability or availability with respect to the website or the information, products, services, or related graphics contained on the website for any purpose. Any reliance you place on such information is therefore strictly at your own risk. This website uses openly available data. We do not test on animals. This website may contain links to external sites that are not operated by its creator. The creator is not responsible for and has no control over the content of these sites, except for the cases where he actually does for some reason. The views and opinions expressed by the owner of the website do not necessarily reflect the views and opinions of the website owner as a whole. By using this website you agree to use this website. (EN)",
  "footer_message": "© 2023 YuukiPS.สงวนลิขสิทธิ์. ",
  "game_description_id_1": "เริ่มต้นการผจญภัยที่น่าจดจำในโลกที่น่าหลงใหลของเกม Genshin Impact เข้าร่วมเซิร์ฟเวอร์ส่วนตัวของเราสำหรับนักผจญภัยที่แท้จริงและสำรวจภูมิประเทศที่กว้างใหญ่ ดันเจี้ยนที่น่ากลัว และสิ่งมีชีวิตลึกลับ เข้าร่วมในภารกิจอันยิ่งใหญ่ การต่อสู้ และค้นพบสมบัติที่ซ่อนอยู่ ปรับแต่งตัวละครของคุณ ปลอมแปลง ",
  "game_description_id_2": "เริ่มต้นการผจญภัยที่น่าจดจำในโลกที่น่าหลงใหลของเกม Star Rail เข้าร่วมเซิร์ฟเวอร์ส่วนตัวของเราสำหรับนักผจญภัยที่แท้จริงและสำรวจภูมิประเทศที่กว้างใหญ่ ดันเจี้ยนที่น่ากลัว และสิ่งมีชีวิตลึกลับ เข้าร่วมในภารกิจอันยิ่งใหญ่ การต่อสู้ และค้นพบสมบัติที่ซ่อนอยู่ ปรับแต่งตัวละครของคุณ ปลอมแปลง ",
  "game_direct_bt": "Help Me (EN)",
  "game_direct_fail": "Failed verification (EN)",
  "game_direct_info": "If you can't complete the short link challenge, you can bypass it by completing this simple challenge. We use short links to prevent links from being taken down by anime game companies and you have also helped us to get funds from sources other than donations. (EN)",
  "game_direct_ok": "Direct link should now be visible. (EN)",
  "game_keyword_id_1": "YuukiPS,Genshin Impact,เซิร์ฟเวอร์ส่วนตัว,แฮ็ค Melon",
  "game_keyword_id_2": "YuukiPS,Star Rail,เซิร์ฟเวอร์ส่วนตัว,แฮ็ค Melon",
  "game_portal_info": "เพื่อเข้าถึงเซิร์ฟเวอร์ของเรา โปรดสร้าง <a href='/account/login'>บัญชียูกิพีเอส</a> ที่นี่ (ฟรีไม่ต้องเสียเงิน)<br>เซิร์ฟเวอร์ YuukiPS ทั้งหมดได้รับการสนับสนุนโดยผู้สนับสนุน<br>อย่าลืมช่วยเราด้วยการเป็น <a href='/sponsor'>สปอนเซอร์ของเรา</a> หรือไม่ใช้การปิดกั้นโฆษณา เซิฟเวอร์นี้จึงยังอยู่ตลอดไป!!!<br>หากลิงค์ดาวน์โหลดใช้งานไม่ได้หรือช้า กรุณาใช้ VPN เช่น <a href='https://www.touchvpn.net/platform.html' target='blank'>สัมผัส VPN</a> หรือ <a href='https://1.1.1.1/' target='blank'>วาร์ป</a>.",
  "game_portal_title_download": "ดาวน์โหลดเกม",
  "game_portal_title_gamedata": "ข้อมูลเกม",
  "game_portal_title_release": "ปล่อย",
  "game_portal_title_voicedata": "ข้อมูลเสียง",
  "game_portal_update": "ดูเหมือนว่าคุณกำลังใช้เวอร์ชัน {{version}}ซึ่งอาจไม่รองรับอีกต่อไปหรือเซิร์ฟเวอร์อาจไม่พร้อมใช้งานสำหรับเวอร์ชันนั้น ",
  "game_title_id_1": "กำลังเล่นเซิร์ฟเวอร์ส่วนตัว Genshin Impact",
  "game_title_id_2": "เล่นเซิร์ฟเวอร์ส่วนตัว Star Rail",
  "game_title_soon": "จะวางจำหน่ายเร็วๆ นี้...",
  "home_description": "ขี้เกียจเขียน ไว้จะลองถาม ChatGPT ทีหลังดูครับ",
  "home_info1": "YuukiPS ให้บริการฟรี หากคุณซื้อบัญชีจากร้านค้าออนไลน์ คุณถูกหลอกลวง ดังนั้นโปรดใช้ความระมัดระวัง",
  "home_keyword": "ยูกิพีเอส",
  "home_title": "บ้าน",
  "ingame_join_unavailable": "เซิร์ฟเวอร์นี้ไม่สามารถใช้งานได้ชั่วคราว",
  "ingame_update": "ขณะนี้ไม่มีเซิร์ฟเวอร์ที่เข้ากันได้กับเวอร์ชัน {{version}} ของไคลเอนต์เกม\n\n {{action}} ลูกค้าเกมของคุณเพื่อเล่นกับเราต่อไป\n\n {{recommended}}.",
  "json_comment_info_Mhypbase": "If you already have the 3.2.0 file without patch (original), you can use this for patch and proxy at the same time, so you only need to extract this file to your game folder then open the game, yep that's all, no need for a launcher or proxy. (EN)",
  "json_comment_info_RSAPatch": "แพตช์แบบแมนนวลที่ไม่มีตัวเรียกใช้งาน คุณต้องมี RSAPatch สำหรับเวอร์ชัน 1.3.0 เพื่อเข้าร่วมเซิร์ฟเวอร์ส่วนตัว 3.2-3.7",
  "json_comment_info_fiddler_nopatch": "พร็อกซีเกมของคุณเพื่อให้คุณสามารถเชื่อมต่อกับเซิร์ฟเวอร์ส่วนตัวและไม่ต้องการแพตช์ ฯลฯ",
  "json_comment_info_fiddler_patch": "แพตช์แบบแมนนวลโดยไม่มีตัวเรียกใช้งาน ใน 2.8 คุณต้องมีไฟล์ Patch dll เพื่อให้สามารถเข้าร่วมเซิร์ฟเวอร์ส่วนตัวได้ ดังนั้นอย่าลืมแพตช์ด้วย RSAPatch",
  "json_comment_info_gamedata_android": "หากการดาวน์โหลดข้อมูลในเกมล้มเหลว โปรดใช้สำหรับการดาวน์โหลดด้วยตนเอง",
  "json_comment_info_gamedata_pc": "หากคุณยังไม่มีข้อมูลเกม โปรดดาวน์โหลด (เลือกเวอร์ชันเต็มหากคุณไม่มีเวอร์ชันเต็ม 4.0.0,3.8.0) โปรดจำไว้ว่าแต่ละเวอร์ชันไม่สามารถใช้กับเวอร์ชันอื่นได้ ดังนั้น 3.2.0= ",
  "json_comment_info_gamedata_pc_32": "เนื่องจาก mihoyo ได้ลบไฟล์ 3.2 ออกจากเซิร์ฟเวอร์แล้ว เฉพาะลิงก์นี้เท่านั้นที่ใช้งานได้เพื่อดาวน์โหลดไคลเอนต์เกม 3.2 คุณจึงต้องใช้สิ่งนี้เพื่อรัน GIO 3.2 เวอร์ชันอื่น ๆ เนื่องจาก 4.0/4.1 จะไม่ทำงาน ",
  "json_comment_info_gamedata_pc_cn": "เช่นเดียวกับระดับโลก ",
  "json_comment_info_gamedata_pc_oneclick": "นี่เป็นแพ็คเกจที่ได้รับการปรับเปลี่ยน ดังนั้นคุณเพียงแค่ดาวน์โหลดทุกส่วนแล้วแตกไฟล์ (GI-3.2-PC-YuukiPS.zip) ที่ใดก็ได้ จากนั้นเล่นโดยเปิด `GenshinImpact.exe` ซึ่งไม่จำเป็นต้องใช้พรอกซีหรือแพตช์ ",
  "json_comment_info_launcher_cultivation": "นี่คือ Launcher ทางเลือกที่จะปรับเปลี่ยนไคลเอนต์เกมของคุณให้เชื่อมต่อกับเซิร์ฟเวอร์ส่วนตัวได้ทุกที่ และรวมถึงการรองรับ localhost และทำสิ่งที่คล้ายกับ mod มากมาย",
  "json_comment_info_launcher_yuukips": "นี่คือตัวเรียกใช้งาน Android ที่ได้รับการดัดแปลงเพื่อเชื่อมต่อกับเซิร์ฟเวอร์ส่วนตัวของ YuukiPS ดาวน์โหลดสิ่งนี้หากคุณต้องการเล่นกับเรา ",
  "login_game_normal_hk4e": "Entering Genshin Impact with Normal Login (EN)",
  "login_game_normal_hkrpg": "Entering Star Rail with Normal Login (EN)",
  "login_game_token_verify_hk4e": "Entering Genshin Impact with Token (EN)",
  "login_game_token_verify_hkrpg": "Entering Star Rail with Token (EN)",
  "login_web_normal": "Entering Web Normal (EN)",
  "sponsor_description": "Your sponsorship will contribute to optimized server performance, ensuring smooth and seamless interactions for all players. (EN)",
  "sponsor_keyword": "YuukiPS (EN)",
  "sponsor_title": "Sponsor (EN)",
  "stats_description": "สถิติ ยูกิพีเอส",
  "stats_keyword": "ยูกิพีเอส",
  "stats_title": "สถิติ",
  "text_backhome": "Back to Home (EN)",
  "text_direct": "Direct link (EN)",
  "text_disclaimer": "Disclaimer (EN)",
  "text_engine": "Engine (EN)",
  "text_md5": "MD5 (EN)",
  "text_mirror": "Mirror (EN)",
  "text_package": "Package (EN)",
  "text_partgame": "Part file (EN)",
  "third_login_discord_enter_ingame": "Entering Game with Discord (EN)",
  "third_login_discord_enter_link": "Link Discord (EN)",
  "third_login_discord_enter_web": "Entering Web with Discord (EN)",
  "third_login_twitter_enter_ingame": "Entering Game with Twitter (EN)",
  "third_login_twitter_enter_web": "Entering Web with Twitter (EN)",
  "title_ip": "IP Address (EN)",
  "title_stats_server": "เซิร์ฟเวอร์",
  "title_stats_tcpu": "ซีพียู",
  "title_stats_tname": "ชื่อ",
  "title_stats_tonline": "ออนไลน์",
  "title_stats_tram": "แกะ",
  "title_time": "Time (EN)"
}