{
	"home_title": "Trang chủ",
	"home_description": "Lười viết quá, mình sẽ thử hỏi ChatGPT sau",
	"home_keyword": "YuukiPS",
	"home_404": "Có thể bạn đang truy cập một trang không khả dụng hoặc có thể do bạn hiện đang sử dụng mạng proxy để tải xuống dữ liệu trò chơi (nếu vậy, hãy tắt nó trước rồi thử tải lại liên kết tải xuống)",
	"home_lead": "YuukiPS là một dịch vụ máy chủ riêng, nơi bạn có thể chơi các trò chơi khác<p>hơn máy chủ chính thức và tự do hơn để làm bất cứ điều gì.</p>",
	"home_bt_title_command": "Truy cập lệnh",
	"home_bt_title_play": "Chơi",
	"home_bt_title_loginnreg": "Đăng nhập/Đăng ký",
	"announcement_title": "Thông báo",
	"announcement_description": "Thông báo này chỉ xuất hiện trong trò chơi, bạn đang tìm gì?",
	"announcement_keyword": "YuukiPS",
	"account_title": "Đăng ký hoặc Đăng nhập",
	"account_description": "Điều này là để đăng ký Tài khoản YuukiPS của bạn hoặc đăng nhập để quản lý dữ liệu người chơi của bạn.",
	"account_keyword": "YuukiPS",
	"command_title": "Truy cập lệnh",
	"command_description": "Cái này dành cho Truy cập Lệnh vào trong trò chơi để bạn có thể kiểm soát những gì xảy ra trong trò chơi",
	"command_keyword": "YuukiPS",
	"game_title_id_1": "Chơi máy chủ riêng Genshin Impact",
	"game_description_id_1": "Tham gia vào một cuộc phiêu lưu khó quên trong thế giới hấp dẫn của Trò chơi Genshin Impact, Tham gia máy chủ riêng của chúng tôi dành cho những nhà thám hiểm thực thụ và khám phá những cảnh quan rộng lớn, ngục tối khó khăn và những sinh vật huyền bí. Tham gia vào các nhiệm vụ hoành tráng, trận chiến và khám phá kho báu ẩn giấu. Tùy chỉnh nhân vật của bạn, rèn ",
	"game_keyword_id_1": "YuukiPS,Genshin Impact,Máy chủ riêng,Hack Melon",
	"game_title_id_2": "Chơi máy chủ riêng Star Rail",
	"game_description_id_2": "Tham gia vào một cuộc phiêu lưu khó quên trong thế giới hấp dẫn của Star Rail Game, Tham gia máy chủ riêng của chúng tôi dành cho những nhà thám hiểm thực thụ và khám phá những cảnh quan rộng lớn, ngục tối khó khăn và những sinh vật huyền bí. Tham gia vào các nhiệm vụ hoành tráng, trận chiến và khám phá kho báu ẩn giấu. Tùy chỉnh nhân vật của bạn, rèn giũa ",
	"game_keyword_id_2": "YuukiPS,Star Rail,Máy chủ riêng,Hack Melon",
	"game_portal_title_download": "Tải xuống trò chơi",
	"game_portal_title_release": "Giải phóng",
	"game_portal_title_gamedata": "Dữ liệu game",
	"game_portal_title_voicedata": "Dữ liệu giọng nói",
	"game_portal_title_stats": "số liệu thống kê",
	"game_portal_title_stats_tname": "TÊN MÁY CHỦ",
	"game_portal_title_stats_tonline": "TRỰC TUYẾN",
	"game_portal_title_stats_tcpu": "CPU",
	"game_portal_title_stats_tram": "ĐẬP",
	"game_title_soon": "Sẽ sớm có mặt...",
	"api_db_account_login_ok": "đăng nhập thành công",
	"api_db_account_login_failed": "Không thể đăng nhập, hãy thử đăng nhập lại.",
	"api_db_account_registered_close": "Tài khoản chưa được đăng ký, vui lòng đăng ký tài khoản tại ps.yuuki.me",
	"api_db_account_registered_ok": "Tài khoản đăng ký thành công",
	"api_db_account_registered_failed": "Tài khoản không đăng ký được",
	"api_db_account_failed0": "Cơ sở dữ liệu không kết nối được, hãy thử lại (0)",
	"api_db_account_failed1": "Cơ sở dữ liệu không kết nối được, hãy thử lại (1)",
	"api_db_account_duplication_uid_by_registered": "UID tài khoản này đã được sử dụng, hãy thử tạo một tài khoản với UID khác",
	"api_db_account_duplication_username_by_registered": "Không thể đăng ký tài khoản, vì tên người dùng này đã được sử dụng",
	"api_check_username_invaild": "Tên người dùng chỉ có thể có tối thiểu 3 và 50 chữ cái và không được có ký tự đặc biệt hoặc sử dụng định dạng email",
	"footer_message": "© 2023 YuukiPS. Bảo lưu mọi quyền. Đôi khi chúng tôi có thể mắc lỗi của lập trình viên, nhưng này, ngay cả bản quyền này cũng do ChatGPT tạo ra. Và đừng lo, tất cả mã của chúng tôi đều là bản gốc—ừm, ngoại trừ một lần chúng tôi vô tình sao chép mọi thứ từ GitHub ",
	"json_comment_info_launcher_yuukips": "Trình khởi chạy cho bản vá anime trò chơi để hỗ trợ kết nối với YuukiPS Official",
	"json_comment_info_launcher_yuukips_video": "Đây là hướng dẫn chính thức để kết nối YuukiPS với YuukiPS Launcher",
	"json_comment_info_launcher_cultivation": "Trình khởi chạy thay thế cho bản vá anime trò chơi để hỗ trợ kết nối với Máy chủ riêng và bao gồm cả các bản mod",
	"json_comment_info_fiddler_patch": "Patch thủ công không cần launcher, ở 2.8 bạn cần có file Patch dll mới có thể vào private server nên đừng quên patch bằng RSAPatch",
	"json_comment_info_fiddler_nopatch": "Ủy quyền trò chơi của bạn để bạn có thể kết nối với máy chủ riêng và không cần bản vá, v.v.",
	"json_comment_info_RSAPatch": "Bản vá thủ công không có trình khởi chạy, Bạn cần RSAPatch cho phiên bản 1.3.0 để tham gia máy chủ riêng 3.2-3.7",
	"json_comment_info_launcher_cn": "Trình khởi chạy thay thế cho bản vá anime trò chơi để hỗ trợ kết nối với Máy chủ riêng khác hoặc máy chủ cục bộ",
	"json_comment_info_launcher_tutorial_en": "Nếu bạn hiểu tiếng Anh tốt hơn, hãy đọc tài liệu phiên bản không chính thức",
	"json_comment_info_launcher_tutorial_cn": "Nếu bạn là người Trung Quốc, bạn có thể làm theo hướng dẫn chính thức tại đây.",
	"json_comment_info_launcher_gamedata": "nếu bạn không muốn tải xuống trong trò chơi, bạn có thể sử dụng dữ liệu trò chơi này."
}
