{
  "404_body": "It's possible you are accessing a page that is not available or maybe because you are currently using a proxy network to download game data (if so, turn it off first then try reloading the download link again) (EN)",
  "404_title": "404 Not found (EN)",
  "GMRetcode_-1": "The command is incorrect or cannot be executed (EN)",
  "GMRetcode_617": "This item cannot be added because the storage area is full or there are too many items. (EN)",
  "LOGIN_REQUIRED": "Truy cập vào trang này yêu cầu phải đăng nhập, vui lòng đăng nhập trước.",
  "LOGOUT_DONE": "bạn đã đăng xuất thành công",
  "account_code_in_email": "Email Code (EN)",
  "account_email": "E-mail",
  "account_email_info": "Email này được sử dụng để đặt lại mật khẩu hoặc cập nhật tài khoản.",
  "account_forgetpassword_description": "Have you forgotten your YuukiPS account password? you can do it here (EN)",
  "account_forgetpassword_info": "Leave all the blanks below if you haven't received an email from us. (EN)",
  "account_forgetpassword_keyword": "YuukiPS (EN)",
  "account_forgetpassword_title": "Forgot password (EN)",
  "account_forgotpassword": "Forgot password (EN)",
  "account_home_announcement_bt": "Tìm hiểu thêm",
  "account_home_announcement_description": "Trang này vẫn đang được phát triển nên nó sẽ được thực hiện đơn giản miễn là nó hoạt động.  {{username}} tên người dùng này.",
  "account_home_announcement_header": "Thông báo",
  "account_home_announcement_title": "Xin chào {{name}}",
  "account_home_bt_relogin_ingame": "Allow everyone login in-game (EN)",
  "account_home_bt_relogin_ingame_iplock": "Allow only login in-game with current ip address (high security) (EN)",
  "account_home_code": "Code (API Access) (Bạn có thể đặt số gồm 4 chữ số để truy cập lệnh web/bot hoặc api. Nếu bạn để trống nó sẽ tắt lệnh web/bot hoặc chức năng api.)",
  "account_home_description": "Để truy cập tài khoản người quản lý, vui lòng đăng nhập.",
  "account_home_email": "E-mail",
  "account_home_gencode": "Máy phát điện",
  "account_home_info_link": "Đăng nhập bên thứ ba (Tùy chọn)",
  "account_home_info_link_set": "liên kết",
  "account_home_info_link_unset": "Hủy liên kết",
  "account_home_invaild_ip": "Để an toàn hơn, vui lòng nhập địa chỉ IP của bạn vào đây để chỉ bạn mới có thể truy cập trò chơi của mình ngay cả khi không có mật khẩu trong trò chơi.<br>(Hỗ trợ địa chỉ ip 5x: ip_house1,ip_house_2,ip_work1)",
  "account_home_ip": "Địa chỉ IP được phép trong trò chơi (IP của bạn: {{ip}}) (Lựa chọn)",
  "account_home_keyword": "YuukiPS",
  "account_home_name": "Tên",
  "account_home_nopassword_game": "Mật khẩu trống, Điều này sẽ ổn nếu bạn cho phép đăng nhập chỉ với ip được phép, nhưng nếu không, nó sẽ khiến mọi người dễ dàng đăng nhập vào trò chơi, sau đó xóa vật phẩm, nhiệm vụ hoặc làm xáo trộn dữ liệu người chơi của bạn.<br>Tính năng hiện không khả dụng, vì vậy vui lòng để trống mục này.",
  "account_home_nopassword_web": "Mật khẩu trống, điều này sẽ khiến tài khoản dễ bị hack, vui lòng thay đổi mật khẩu.",
  "account_home_password_game": "Mật khẩu (Trong trò chơi) (Tùy chọn)",
  "account_home_password_infosave": "Để trống hoặc không thay đổi nếu không muốn thay đổi.<br>Nếu bạn không có mật khẩu hiện tại (In-Web), vui lòng để trống.",
  "account_home_password_web": "Mật khẩu (Trong Web)",
  "account_home_password_web2": "Mật khẩu hiện tại (Trong web)",
  "account_home_relogin_ingame": "You have time <time data-now='{{login}}' data-type='sec'>???</time> to log-in (in-game), If time runs out you must allow login in-game again, by clicking button below: (EN)",
  "account_home_relogin_ingame_info": "After you are allowed to log in to the game, you have 2-5 minutes to complete logging in to the game. If someone else has logged in before you while time is still running, your account will be locked and you have to do it again. This is useful to prevent other people from entering the game because there is no password function when you enter the game, meaning any password will work. (EN)",
  "account_home_save": "Cứu",
  "account_home_signature": "Chữ ký",
  "account_home_tab_account": "Tài khoản",
  "account_home_tab_historylogin": "Login History (EN)",
  "account_home_tab_server": "Máy chủ",
  "account_home_title": "Người quản lý tài khoản",
  "account_home_username": "tên tài khoản",
  "account_login_description": "Đây là để đăng nhập tài khoản YuukiPS của bạn.",
  "account_login_keyword": "YuukiPS",
  "account_login_title": "Đăng nhập",
  "account_newpassword": "New password (EN)",
  "account_password": "Mật khẩu",
  "account_password_info": "Mật khẩu này được sử dụng để quản lý tài khoản dữ liệu của bạn giống như dữ liệu người chơi trên mỗi máy chủ, vì vậy đừng quên mật khẩu của bạn. ",
  "account_password_tes": "Vui lòng nhập lại mật khẩu",
  "account_register_description": "Đây là để đăng ký Tài khoản YuukiPS của bạn.",
  "account_register_keyword": "YuukiPS",
  "account_register_ok": "Bạn có thể đóng trang này bằng tên người dùng bạn đã tạo.",
  "account_register_title": "Đăng ký",
  "account_title": "Tài khoản YuukiPS",
  "account_uid_home": "Tài khoản UID",
  "account_uid_player": "Trình phát UID",
  "account_username": "tên tài khoản",
  "announcement_description": "Thông báo này chỉ xuất hiện trong game, bạn đang tìm kiếm điều gì?",
  "announcement_keyword": "YuukiPS",
  "announcement_title": "Thông báo",
  "api_account_forgot_code_incorrect": "The password cannot be changed because the code is wrong, try again. (EN)",
  "api_account_forgot_send_email_error": "The code to reset your password failed to be sent to your email, please report it to admin? (EN)",
  "api_account_forgot_send_email_ok": "The code to reset your password has been sent to your email, please use it to reset. (EN)",
  "api_account_forgot_update_code_error": "Cannot forget password due to failure to update code, try again. (EN)",
  "api_account_forgot_update_password_error": "Forgot password cannot be done because it failed to change the new password, try reporting it to admin? (EN)",
  "api_account_forgot_update_password_ok": "Successfully changed the password, now you can log in with the new password (EN)",
  "api_account_nopassword": "Cannot set password, because password is empty (EN)",
  "api_account_notfound": "Account not found (EN)",
  "api_account_password_invalid": "Passwords can only be a minimum of 3 and a maximum of 50 letters (EN)",
  "api_captcha_failed": "Captcha bạn nhập không chính xác hoặc chưa được giải quyết",
  "api_check_username_invaild": "Tên người dùng chỉ có thể có tối thiểu 3 và 50 chữ cái và không được có ký tự đặc biệt hoặc sử dụng định dạng email",
  "api_cmd_account_notfound": "We couldn't find your account data, so try contacting admin (EN)",
  "api_cmd_blockadmin": "This command cannot be executed temporarily because it is blocked by the admin to keep the server stable. (EN)",
  "api_cmd_code_incorrect": "Incorrect access code (EN)",
  "api_cmd_config_game2": "This game is not supported yet, hmm this is very rare (EN)",
  "api_cmd_config_game3": "Serious problem occurred, try contacting admin (EN)",
  "api_cmd_lengthmax": "The letter limit can only be up to {{limit}}, You are currently using {{now}} (EN)",
  "api_cmd_maxline": "The command can only be executed {limit}x, currently you use the command {now}x at the same time (EN)",
  "api_cmd_no_code": "Code is empty, you can get it from https://ps.yuuki.me/account/home (EN)",
  "api_cmd_no_command": "You sent an empty command. (EN)",
  "api_cmd_no_serverid": "Server name is empty (EN)",
  "api_cmd_no_uid": "Uid player is empty (EN)",
  "api_cmd_noconfig1": "Server name not found, try reloading your player data in manager account then try again. (EN)",
  "api_cmd_noconfig2": "Server config not found, try contacting admin (EN)",
  "api_cmd_ok": "Command was executed successfully (EN)",
  "api_cmd_player_notfound": "This player is not found? try contacting admin (EN)",
  "api_cmd_player_offline": "This player is offline, make sure you are currently playing using the same account. (EN)",
  "api_cmd_player_timeout": "This command cannot be executed perhaps because the server is down (EN)",
  "api_cmd_player_unknown": "This command is unknown, try reporting it to admin (EN)",
  "api_cmd_remote_noset": "Access code is empty, try to get it from https://ps.yuuki.me/account/home (EN)",
  "api_db_account_duplication_by_registered": "Không thể đăng ký tài khoản vì tên người dùng hoặc email đã bị lấy",
  "api_db_account_duplication_uid_by_registered": "UID tài khoản này đã được sử dụng, hãy thử tạo một tài khoản bằng UID khác",
  "api_db_account_email_duplication": "Email này đã được sử dụng trong tài khoản khác, vui lòng sử dụng tài khoản khác.",
  "api_db_account_email_invaild": "Email không hợp lệ, hãy đảm bảo email chính xác vì quan trọng là phải sử dụng tính năng quên mật khẩu",
  "api_db_account_email_none": "tại sao email lại trống?",
  "api_db_account_expiredlogin": "Login has expired, please click allow in-game login on https://ps.yuuki.me/account/home to be able to access again. (EN)",
  "api_db_account_failed0": "Cơ sở dữ liệu không kết nối được, hãy thử lại (0)",
  "api_db_account_failed1": "Cơ sở dữ liệu không kết nối được, hãy thử lại (1)",
  "api_db_account_invalid_ip_list": "Danh sách IP không hợp lệ.",
  "api_db_account_iplock": "Tài khoản này chỉ có thể được truy cập bởi một số ip nhất định, nếu bạn là chủ sở hữu của tài khoản này, vui lòng cập nhật.",
  "api_db_account_link_faild": "Không thành công, đã thêm thông tin đăng nhập của bên thứ ba",
  "api_db_account_link_ok": "Thành công, đã thêm đăng nhập của bên thứ ba",
  "api_db_account_login_failed": "Không đăng nhập được, thử đăng nhập lại.",
  "api_db_account_login_notfound_expired": "Vui lòng đăng nhập lại vì thông tin đăng nhập này đã hết hạn",
  "api_db_account_login_notfound_ingame": "Tài khoản chưa được đăng ký, vui lòng đăng ký tại ps.yuuki.me",
  "api_db_account_login_notfound_link": "Đăng nhập bên thứ ba này chưa được liên kết bởi bất kỳ tài khoản nào, nếu bạn có tài khoản vui lòng đăng nhập bằng tài khoản bình thường sau đó liên kết trong trình quản lý tài khoản",
  "api_db_account_login_notfound_web": "Tài khoản chưa được đăng ký, vui lòng tạo một tài khoản!.",
  "api_db_account_login_ok": "đăng nhập thành công",
  "api_db_account_name_none": "Tên không thể trống",
  "api_db_account_password_invaild_web": "Mật khẩu cho Trình quản lý tài khoản (Web) không hợp lệ",
  "api_db_account_password_none": "Mật khẩu trống, phải điền.",
  "api_db_account_password_none_web": "Mật khẩu để truy cập Trình quản lý tài khoản (Web) trống, vui lòng điền vào vì đây là thông tin quan trọng.",
  "api_db_account_password_wrong": "Mật khẩu sai.",
  "api_db_account_passwordingame_unavailable": "Tính năng này chưa khả dụng để thêm mật khẩu trong trò chơi",
  "api_db_account_registered_failed": "Tài khoản không thể đăng ký",
  "api_db_account_registered_noemail": "Đăng ký không thành công vì không có email.",
  "api_db_account_registered_nopassword": "Đăng ký không thành công vì không có mật khẩu.",
  "api_db_account_registered_ok": "Tài khoản đã đăng ký thành công",
  "api_db_account_registered_password": "Mật khẩu chỉ có thể có tối thiểu 3 và tối đa 50 chữ cái",
  "api_db_account_save_failed_by_wrongpassword": "Không lưu được cài đặt vì mật khẩu hiện tại trên web không khớp.",
  "api_db_account_token_failed": "Mã thông báo này có thể đã hết hạn hoặc không tìm thấy, vui lòng đăng nhập lại.",
  "api_db_account_token_ok": "đã kết nối thành công với mã thông báo",
  "api_db_account_unlink_faild": "Không thành công, đăng nhập của bên thứ ba đã bị thu hồi",
  "api_db_account_unlink_ok": "Thành công, đăng nhập của bên thứ ba đã bị thu hồi",
  "api_db_account_update_ok": "Đã cập nhật tài khoản thành công",
  "api_invaild_type_login1": "Loại đăng nhập không xác định, vui lòng liên hệ với quản trị viên.",
  "api_password_notpass": "Nhập lại Mật khẩu không giống với mật khẩu ban đầu, hãy thử nhập mật khẩu cẩn thận, đảm bảo chúng giống nhau.",
  "api_server_login_account_notfound": "Không tìm thấy tài khoản có uid này, hãy đảm bảo bạn nhập chính xác uid của tài khoản và đảm bảo đó không phải là uid của người chơi, vì nó khác. ",
  "api_server_login_accountid_empty": "Vui lòng nhập uid tài khoản của bạn",
  "api_server_login_code_empty": "Vui lòng nhập mã truy cập của bạn, Bạn có thể tìm thấy nó tại https://ps.yuuki.me/account/home",
  "api_server_login_code_incorrect": "mã bạn nhập sai",
  "api_server_login_code_noset": "Để truy cập lệnh web hoặc bot vui lòng nhập mã, bạn có thể tìm thấy nó tại https://ps.yuuki.me/account/home",
  "api_server_login_error": "Đã xảy ra lỗi, vui lòng liên hệ với quản trị viên.",
  "api_server_login_ok": "Kết nối thành công",
  "api_web_error_unknown": "Lỗi không xác định, vui lòng liên hệ với quản trị viên",
  "bt_logout": "Đăng xuất",
  "bt_reload": "Tải lại trình phát dữ liệu",
  "command_description": "Cái này dùng để truy cập lệnh vào trong trò chơi để bạn có thể kiểm soát những gì xảy ra trong trò chơi",
  "command_keyword": "YuukiPS",
  "command_title": "Truy cập lệnh",
  "footer_disclaimer": "All assets belong to their respective owners. Genshin Impact and Honkai: Star Rail are registered trademarks of Cognosphere Ltd. and miHoYo Co., Ltd. This site is not associated with Cognosphere or miHoYo Co., Ltd. in any official capacity. Parts of the content on the website are provided by its users. This website is a work of fiction. Names, characters, businesses, events and incidents are the products of the author's imagination. Any resemblance to individuals, living or not, or any other things existing in the real life can be considered coincidental. This website is a parody and is protected under fair use. Its creator, despite being a part of the Content Creator program, does not own the original characters, but uses them for display purposes; if you represent an entity that has a problem with that, contact me via any of the available communication channels. The information contained on this website is for information and website purposes only. We make no representations or warranties of any kind, express or implied, about the completeness, accuracy, reliability, suitability or availability with respect to the website or the information, products, services, or related graphics contained on the website for any purpose. Any reliance you place on such information is therefore strictly at your own risk. This website uses openly available data. We do not test on animals. This website may contain links to external sites that are not operated by its creator. The creator is not responsible for and has no control over the content of these sites, except for the cases where he actually does for some reason. The views and opinions expressed by the owner of the website do not necessarily reflect the views and opinions of the website owner as a whole. By using this website you agree to use this website. (EN)",
  "footer_message": "© 2023 YuukiPS.Mọi quyền được bảo lưu. ",
  "game_description_id_1": "Bắt tay vào một cuộc phiêu lưu khó quên trong thế giới quyến rũ của Genshin Impact Game, Tham gia máy chủ riêng của chúng tôi dành cho những nhà thám hiểm thực thụ và khám phá những cảnh quan rộng lớn, những hầm ngục đáng sợ và những sinh vật huyền bí. Tham gia vào các nhiệm vụ, trận chiến hoành tráng và khám phá những kho báu ẩn giấu. Tùy chỉnh nhân vật của bạn, rèn giũa ",
  "game_description_id_2": "Bắt tay vào một cuộc phiêu lưu khó quên trong thế giới quyến rũ của Star Rail Game, Tham gia máy chủ riêng của chúng tôi dành cho những nhà thám hiểm thực thụ và khám phá những cảnh quan rộng lớn, những hầm ngục đáng sợ và những sinh vật huyền bí. Tham gia vào các nhiệm vụ, trận chiến hoành tráng và khám phá những kho báu ẩn giấu. Tùy chỉnh nhân vật của bạn, rèn giũa ",
  "game_direct_bt": "Help Me (EN)",
  "game_direct_fail": "Failed verification (EN)",
  "game_direct_info": "If you can't complete the short link challenge, you can bypass it by completing this simple challenge. We use short links to prevent links from being taken down by anime game companies and you have also helped us to get funds from sources other than donations. (EN)",
  "game_direct_ok": "Direct link should now be visible. (EN)",
  "game_keyword_id_1": "YuukiPS,Genshin Impact,Máy chủ riêng,Hack Melon",
  "game_keyword_id_2": "YuukiPS,Star Rail,Máy chủ riêng,Hack Melon",
  "game_portal_info": "Để truy cập máy chủ của chúng tôi, vui lòng tạo một <a href='/account/login'>Tài khoản YuukiPS</a> đây (miễn phí, không cần trả tiền).<br>Tất cả các máy chủ YuukiPS đều được Nhà tài trợ hỗ trợ<br>Đừng quên giúp đỡ chúng tôi bằng cách trở thành <a href='/sponsor'>Nhà tài trợ của chúng tôi</a> hoặc không chặn quảng cáo nên sever này luôn hoạt động!!!<br>Nếu liên kết tải xuống không hoạt động hoặc chậm, vui lòng sử dụng VPN như <a href='https://www.touchvpn.net/platform.html' target='blank'>TouchVpn</a> hoặc <a href='https://1.1.1.1/' target='blank'>LÀM CONG</a>.",
  "game_portal_title_download": "Tải xuống trò chơi",
  "game_portal_title_gamedata": "Dữ liệu game",
  "game_portal_title_release": "Giải phóng",
  "game_portal_title_voicedata": "Dữ liệu giọng nói",
  "game_portal_update": "Có vẻ như bạn đang sử dụng phiên bản {{version}}, có thể không còn được hỗ trợ hoặc máy chủ có thể không có sẵn cho phiên bản đó. ",
  "game_title_id_1": "Chơi máy chủ riêng Genshin Impact",
  "game_title_id_2": "Chơi máy chủ riêng Star Rail",
  "game_title_soon": "Sẽ sớm có mặt...",
  "home_description": "Lười viết quá, tôi sẽ thử hỏi ChatGPT sau",
  "home_info1": "YuukiPS là miễn phí, nếu bạn mua tài khoản từ cửa hàng trực tuyến thì bạn đã bị lừa đảo, vì vậy hãy cẩn thận.",
  "home_keyword": "YuukiPS",
  "home_title": "Trang chủ",
  "ingame_join_unavailable": "Máy chủ này tạm thời không khả dụng",
  "ingame_update": "Hiện tại chưa có máy chủ nào tương thích với phiên bản {{version}} của khách hàng trò chơi.\n\n {{action}} khách hàng trò chơi của bạn để tiếp tục chơi với chúng tôi.\n\n {{recommended}}.",
  "json_comment_info_Mhypbase": "If you already have the 3.2.0 file without patch (original), you can use this for patch and proxy at the same time, so you only need to extract this file to your game folder then open the game, yep that's all, no need for a launcher or proxy. (EN)",
  "json_comment_info_RSAPatch": "Bản vá thủ công không có trình khởi chạy, Bạn cần RSAPatch cho phiên bản 1.3.0 để tham gia máy chủ riêng 3.2-3.7",
  "json_comment_info_fiddler_nopatch": "Ủy quyền trò chơi của bạn để bạn có thể kết nối với máy chủ riêng và không cần bản vá, v.v.",
  "json_comment_info_fiddler_patch": "Patch thủ công không cần launcher, ở 2.8 bạn cần có file Patch dll để có thể join server riêng nên đừng quên patch bằng RSAPatch",
  "json_comment_info_gamedata_android": "Nếu tải xuống dữ liệu trong trò chơi không thành công, vui lòng sử dụng dữ liệu này để tải xuống thủ công.",
  "json_comment_info_gamedata_pc": "Nếu bạn chưa có dữ liệu trò chơi, vui lòng tải xuống (chọn phiên bản đầy đủ nếu bạn không có phiên bản đầy đủ 4.0.0,3.8.0), hãy nhớ mỗi phiên bản không thể sử dụng trên phiên bản khác, vì vậy 3.2.0= ",
  "json_comment_info_gamedata_pc_32": "Vì mihoyo đã xóa file 3.2 khỏi máy chủ nên chỉ có link này mới tải được game client 3.2, bạn cần file này để chạy GIO 3.2 các phiên bản khác vì 4.0/4.1 sẽ không hoạt động. ",
  "json_comment_info_gamedata_pc_cn": "Tương tự như toàn cầu. ",
  "json_comment_info_gamedata_pc_oneclick": "Đây là gói đã được sửa đổi, vì vậy bạn chỉ cần tải xuống tất cả các phần sau đó giải nén tệp (GI-3.2-PC-YuukiPS.zip) ở bất cứ đâu rồi chơi bằng cách chỉ cần mở `GenshinImpact.exe` cái này không cần proxy hay bản vá ",
  "json_comment_info_launcher_cultivation": "Đây là Trình khởi chạy thay thế sửa đổi ứng dụng khách trò chơi của bạn để kết nối với máy chủ riêng ở bất cứ đâu và bao gồm hỗ trợ localhost cũng như thực hiện nhiều thứ giống như mod.",
  "json_comment_info_launcher_yuukips": "Đây là trình khởi chạy Android đã được sửa đổi để kết nối với máy chủ riêng YuukiPS, hãy tải xuống trình khởi chạy này nếu bạn muốn chơi với chúng tôi. ",
  "login_game_normal_hk4e": "Entering Genshin Impact with Normal Login (EN)",
  "login_game_normal_hkrpg": "Entering Star Rail with Normal Login (EN)",
  "login_game_token_verify_hk4e": "Entering Genshin Impact with Token (EN)",
  "login_game_token_verify_hkrpg": "Entering Star Rail with Token (EN)",
  "login_web_normal": "Entering Web Normal (EN)",
  "sponsor_description": "Your sponsorship will contribute to optimized server performance, ensuring smooth and seamless interactions for all players. (EN)",
  "sponsor_keyword": "YuukiPS (EN)",
  "sponsor_title": "Sponsor (EN)",
  "stats_description": "Thống kê YuukiPS",
  "stats_keyword": "YuukiPS",
  "stats_title": "Số liệu thống kê",
  "text_backhome": "Back to Home (EN)",
  "text_direct": "Direct link (EN)",
  "text_disclaimer": "Disclaimer (EN)",
  "text_engine": "Engine (EN)",
  "text_md5": "MD5 (EN)",
  "text_mirror": "Mirror (EN)",
  "text_package": "Package (EN)",
  "text_partgame": "Part file (EN)",
  "third_login_discord_enter_ingame": "Entering Game with Discord (EN)",
  "third_login_discord_enter_link": "Link Discord (EN)",
  "third_login_discord_enter_web": "Entering Web with Discord (EN)",
  "third_login_twitter_enter_ingame": "Entering Game with Twitter (EN)",
  "third_login_twitter_enter_web": "Entering Web with Twitter (EN)",
  "title_ip": "IP Address (EN)",
  "title_stats_server": "MÁY CHỦ",
  "title_stats_tcpu": "CPU",
  "title_stats_tname": "TÊN",
  "title_stats_tonline": "TRỰC TUYẾN",
  "title_stats_tram": "ĐẬP",
  "title_time": "Time (EN)"
}