{
  "404_body": "Có thể bạn đang truy cập một trang không có sẵn hoặc có thể do bạn hiện đang sử dụng mạng proxy để tải xuống dữ liệu trò chơi (nếu vậy, hãy tắt nó đi trước rồi thử tải lại liên kết tải xuống) (EAN)",
  "404_title": "404 không tìm thấy (EAN)",
  "GMRetcode_-1": "Lệnh không thành công.(EAN)",
  "GMRetcode_0": "Lệnh đã được thực hiện thành công.(EAN)",
  "GMRetcode_1": "Lỗi SVR?(EAN)",
  "GMRetcode_4": "Bạn vẫn có thể ngoại tuyến trong trò chơi(EAN)",
  "GMRetcode_617": "Không thể thêm mục này vì vùng lưu trữ đã đầy hoặc có quá nhiều mục.(EAN)",
  "GMRetcode_860": "Vật phẩm này có thể không thêm được vì sự kiện đã kết thúc (hay còn gọi là vô dụng)(EAN)",
  "LOGIN_REQUIRED": "Truy cập vào trang này yêu cầu phải đăng nhập, vui lòng đăng nhập trước.",
  "LOGOUT_DONE": "bạn đã đăng xuất thành công",
  "account_code_in_email": "Mã email (EAN)",
  "account_email": "E-mail",
  "account_email_info": "Email này được sử dụng để đặt lại mật khẩu hoặc cập nhật tài khoản.",
  "account_forgetpassword_description": "Bạn đã quên mật khẩu tài khoản YuukiPS của mình? Bạn có thể làm điều đó ở đây (EAN)",
  "account_forgetpassword_info": "Để lại tất cả các khoảng trống bên dưới nếu bạn chưa nhận được email từ chúng tôi. (EAN)",
  "account_forgetpassword_keyword": "YuukiPS (EAN)",
  "account_forgetpassword_title": "Quên mật khẩu (EAN)",
  "account_forgotpassword": "Quên mật khẩu (EAN)",
  "account_home_announcement_bt": "Tìm hiểu thêm",
  "account_home_announcement_description": "Trang này vẫn đang được phát triển nên nó sẽ được thực hiện đơn giản miễn là nó hoạt động.  {{username}} tên người dùng này.",
  "account_home_announcement_header": "Thông báo",
  "account_home_announcement_title": "Xin chào {{name}}",
  "account_home_bt_relogin_ingame": "Cho phép mọi người đăng nhập vào trò chơi (EAN)",
  "account_home_bt_relogin_ingame_iplock": "Chỉ cho phép đăng nhập vào trò chơi bằng địa chỉ IP hiện tại (bảo mật cao) (EAN)",
  "account_home_code": "Code (API Access) (Bạn có thể đặt số gồm 4 chữ số để truy cập lệnh web/bot hoặc api. Nếu bạn để trống nó sẽ tắt lệnh web/bot hoặc chức năng api.)",
  "account_home_description": "Để truy cập tài khoản người quản lý, vui lòng đăng nhập.",
  "account_home_email": "E-mail",
  "account_home_gencode": "Máy phát điện",
  "account_home_info_link": "Đăng nhập bên thứ ba (Tùy chọn)",
  "account_home_info_link_set": "liên kết",
  "account_home_info_link_unset": "Hủy liên kết",
  "account_home_invaild_ip": "Để an toàn hơn, vui lòng nhập địa chỉ IP của bạn vào đây để chỉ bạn mới có thể truy cập trò chơi của mình ngay cả khi không có mật khẩu trong trò chơi.<br>(Hỗ trợ địa chỉ ip 5x: ip_house1,ip_house_2,ip_work1)",
  "account_home_ip": "Địa chỉ IP được phép trong trò chơi (IP của bạn: {{ip}}) (Lựa chọn)",
  "account_home_keyword": "YuukiPS",
  "account_home_name": "Tên",
  "account_home_nopassword_game": "Mật khẩu trống, Điều này sẽ ổn nếu bạn cho phép đăng nhập chỉ với ip được phép, nhưng nếu không, nó sẽ khiến mọi người dễ dàng đăng nhập vào trò chơi, sau đó xóa vật phẩm, nhiệm vụ hoặc làm xáo trộn dữ liệu người chơi của bạn.<br>Tính năng hiện không khả dụng, vì vậy vui lòng để trống mục này.",
  "account_home_nopassword_web": "Mật khẩu trống, điều này sẽ khiến tài khoản dễ bị hack, vui lòng thay đổi mật khẩu.",
  "account_home_password_game": "Mật khẩu (Trong trò chơi) (Tùy chọn)",
  "account_home_password_infosave": "Để trống hoặc không thay đổi nếu không muốn thay đổi.<br>Nếu bạn không có mật khẩu hiện tại (In-Web), vui lòng để trống.",
  "account_home_password_web": "Mật khẩu (Trong Web)",
  "account_home_password_web2": "Mật khẩu hiện tại (Trong web)",
  "account_home_relogin_ingame": "Bạn có thời gian <time data-now='{{login}}' data-type='sec'>???</time> để đăng nhập (trong trò chơi), Nếu hết thời gian, bạn phải cho phép đăng nhập -game một lần nữa, bằng cách nhấp vào nút bên dưới: (EAN)",
  "account_home_relogin_ingame_info": "Sau khi được phép đăng nhập vào game, bạn có 2-5 phút để hoàn tất việc đăng nhập vào game. Nếu người khác đã đăng nhập trước bạn trong khi thời gian vẫn đang chạy, tài khoản của bạn sẽ bị khóa và bạn phải thực hiện lại. Điều này rất hữu ích để ngăn người khác vào trò chơi vì không có chức năng mật khẩu khi bạn vào trò chơi, nghĩa là bất kỳ mật khẩu nào cũng sẽ hoạt động. (EAN)",
  "account_home_save": "Cứu",
  "account_home_signature": "Chữ ký",
  "account_home_tab_account": "Tài khoản",
  "account_home_tab_historylogin": "Lịch sử đăng nhập (EAN)",
  "account_home_tab_server": "Máy chủ",
  "account_home_title": "Người quản lý tài khoản",
  "account_home_username": "tên tài khoản",
  "account_login_description": "Đây là để đăng nhập tài khoản YuukiPS của bạn.",
  "account_login_keyword": "YuukiPS",
  "account_login_title": "Đăng nhập",
  "account_newpassword": "Mật khẩu mới (EAN)",
  "account_password": "Mật khẩu",
  "account_password_info": "Mật khẩu này được sử dụng để quản lý tài khoản dữ liệu của bạn giống như dữ liệu người chơi trên mỗi máy chủ, vì vậy đừng quên mật khẩu của bạn. ",
  "account_password_tes": "Vui lòng nhập lại mật khẩu",
  "account_register_description": "Đây là để đăng ký Tài khoản YuukiPS của bạn.",
  "account_register_keyword": "YuukiPS",
  "account_register_ok": "Bạn có thể đóng trang này bằng tên người dùng bạn đã tạo.",
  "account_register_title": "Đăng ký",
  "account_title": "Tài khoản YuukiPS",
  "account_uid_home": "Tài khoản UID",
  "account_uid_player": "Trình phát UID",
  "account_username": "tên tài khoản",
  "announcement_description": "Thông báo này chỉ xuất hiện trong game, bạn đang tìm kiếm điều gì?",
  "announcement_keyword": "YuukiPS",
  "announcement_title": "Thông báo",
  "api_account_forgot_code_incorrect": "Không thể thay đổi mật khẩu vì mã sai, hãy thử lại. (EAN)",
  "api_account_forgot_send_email_error": "Mã reset mật khẩu không gửi được vào email của bạn, vui lòng báo lại cho admin? (EAN)",
  "api_account_forgot_send_email_ok": "Mã đặt lại mật khẩu đã được gửi tới email của bạn, vui lòng sử dụng mã này để đặt lại. (EAN)",
  "api_account_forgot_update_code_error": "Không thể quên mật khẩu do cập nhật mã không thành công, hãy thử lại. (EAN)",
  "api_account_forgot_update_password_error": "Quên mật khẩu không thực hiện được do không đổi được mật khẩu mới, thử báo cáo với admin xem? (EAN)",
  "api_account_forgot_update_password_ok": "Đã đổi mật khẩu thành công, bây giờ bạn có thể đăng nhập bằng mật khẩu mới (EAN)",
  "api_account_nopassword": "Không thể đặt mật khẩu vì mật khẩu trống (EAN)",
  "api_account_notfound": "Tài khoản không được tìm thấy (EAN)",
  "api_account_password_invalid": "Mật khẩu chỉ có thể có tối thiểu 3 và tối đa 50 chữ cái (EAN)",
  "api_captcha_failed": "Captcha bạn nhập không chính xác hoặc chưa được giải quyết",
  "api_check_username_invaild": "Tên người dùng chỉ có thể có tối thiểu 3 và 50 chữ cái và không được có ký tự đặc biệt hoặc sử dụng định dạng email",
  "api_cmd_account_notfound": "Chúng tôi không thể tìm thấy dữ liệu tài khoản của bạn, vì vậy hãy thử liên hệ với quản trị viên (EAN)",
  "api_cmd_blockadmin": "Lệnh này tạm thời không thể thực hiện được vì nó bị admin chặn để giữ cho máy chủ ổn định. (EAN)",
  "api_cmd_code_incorrect": "Mã truy cập không chính xác (EAN)",
  "api_cmd_config_game2": "Trò chơi này chưa được hỗ trợ, hmm điều này rất hiếm (EAN)",
  "api_cmd_config_game3": "Đã xảy ra sự cố nghiêm trọng, hãy thử liên hệ với quản trị viên (EAN)",
  "api_cmd_lengthmax": "Giới hạn chữ cái chỉ có thể tối đa là {{limit}}, Bạn hiện đang sử dụng {{now}} (EAN)",
  "api_cmd_maxline": "Lệnh chỉ có thể được thực thi {limit}x, hiện tại bạn sử dụng lệnh {now}x cùng lúc (EAN)",
  "api_cmd_no_code": "Mã trống.(EAN)",
  "api_cmd_no_command": "Bạn đã gửi một lệnh trống. (EAN)",
  "api_cmd_no_serverid": "Tên máy chủ trống (EAN)",
  "api_cmd_no_uid": "Trình phát Uid trống (EAN)",
  "api_cmd_noconfig1": "Không tìm thấy tên máy chủ, hãy thử tải lại dữ liệu người chơi của bạn trong tài khoản người quản lý rồi thử lại. (EAN)",
  "api_cmd_noconfig2": "Không tìm thấy cấu hình máy chủ, hãy thử liên hệ với quản trị viên (EAN)",
  "api_cmd_ok": "Lệnh đã được thực thi thành công (EAN)",
  "api_cmd_player_notfound": "Người chơi này không được tìm thấy? thử liên hệ với quản trị viên (EAN)",
  "api_cmd_player_offline": "Trình phát này đang ngoại tuyến, hãy đảm bảo bạn hiện đang chơi bằng cùng một tài khoản. (EAN)",
  "api_cmd_player_timeout": "Lệnh này không thể thực thi được có lẽ do máy chủ bị hỏng (EAN)",
  "api_cmd_player_unknown": "Lệnh này không rõ, thử báo lại cho admin xem (EAN)",
  "api_cmd_remote_noset": "Để truy cập lệnh web hoặc bot vui lòng nhập mã, bạn có thể tìm thấy nó tại https://ps.yuuki.me/account/home(EAN)",
  "api_db_account_duplication_by_registered": "Không thể đăng ký tài khoản vì tên người dùng hoặc email đã bị lấy",
  "api_db_account_duplication_uid_by_registered": "UID tài khoản này đã được sử dụng, hãy thử tạo một tài khoản bằng UID khác",
  "api_db_account_email_duplication": "Email này đã được sử dụng trong tài khoản khác, vui lòng sử dụng tài khoản khác.",
  "api_db_account_email_invaild": "Email không hợp lệ, hãy đảm bảo email chính xác vì quan trọng là phải sử dụng tính năng quên mật khẩu",
  "api_db_account_email_none": "tại sao email lại trống?",
  "api_db_account_expiredlogin": "Bạn phải đăng nhập qua https://ps.yuuki.me/account/home sau khi đăng nhập thành công, bạn có thể thử đăng nhập lại trong trò chơi, đảm bảo khi đăng nhập, đảm bảo địa chỉ IP giống hệt khi bạn đăng nhập trên web và trong trò chơi.(EAN)",
  "api_db_account_failed0": "Cơ sở dữ liệu không kết nối được, hãy thử lại (0)",
  "api_db_account_failed1": "Cơ sở dữ liệu không kết nối được, hãy thử lại (1)",
  "api_db_account_invalid_ip_list": "Danh sách IP không hợp lệ.",
  "api_db_account_iplock": "Tài khoản này bị khóa bằng một địa chỉ IP nhất định. Nếu bạn là chủ sở hữu của tài khoản này, vui lòng cập nhật địa chỉ IP trên https://ps.yuuki.me/account/home(EAN)",
  "api_db_account_link_faild": "Không thành công, đã thêm thông tin đăng nhập của bên thứ ba",
  "api_db_account_link_ok": "Thành công, đã thêm đăng nhập của bên thứ ba",
  "api_db_account_login_block": "(Bạn có {{xRateLimitRemaining}}x cơ hội, nếu {{xRateLimitCount}}x vẫn không thành công, bạn sẽ bị chặn tạm thời)(EAN)",
  "api_db_account_login_failed": "Không đăng nhập được, thử đăng nhập lại.",
  "api_db_account_login_notfound_expired": "Vui lòng đăng nhập lại vì thông tin đăng nhập này đã hết hạn",
  "api_db_account_login_notfound_ingame": "Không thể sử dụng tài khoản này vì nó chưa được đăng ký trên trang web của chúng tôi, vui lòng đăng ký trên trang web chính thức của chúng tôi https://ps.yuuki.me/account/register hoặc nhấp vào (Đăng ký) hoặc bạn có thể dùng thử chúng tôi bằng cách sử dụng (Tài khoản khách) .(EAN)",
  "api_db_account_login_notfound_link": "Đăng nhập bên thứ ba này chưa được liên kết bởi bất kỳ tài khoản nào, nếu bạn có tài khoản vui lòng đăng nhập bằng tài khoản bình thường sau đó liên kết trong https://ps.yuuki.me/account/home(EAN)",
  "api_db_account_login_notfound_web": "Tài khoản chưa được đăng ký, vui lòng tạo một tài khoản!.",
  "api_db_account_login_ok": "đăng nhập thành công",
  "api_db_account_name_none": "Tên không thể trống",
  "api_db_account_password_invaild_web": "Mật khẩu cho Trình quản lý tài khoản (Web) không hợp lệ",
  "api_db_account_password_none": "Mật khẩu trống, phải điền.",
  "api_db_account_password_none_web": "Mật khẩu để truy cập Trình quản lý tài khoản (Web) trống, vui lòng điền vào vì đây là thông tin quan trọng.",
  "api_db_account_password_wrong": "Mật khẩu sai.",
  "api_db_account_passwordingame_unavailable": "Tính năng này chưa khả dụng để thêm mật khẩu trong trò chơi",
  "api_db_account_registered_failed": "Tài khoản không thể đăng ký",
  "api_db_account_registered_noemail": "Đăng ký không thành công vì không có email.",
  "api_db_account_registered_nopassword": "Đăng ký không thành công vì không có mật khẩu.",
  "api_db_account_registered_ok": "Tài khoản đã đăng ký thành công",
  "api_db_account_registered_password": "Mật khẩu chỉ có thể có tối thiểu 3 và tối đa 50 chữ cái",
  "api_db_account_save_failed_by_wrongpassword": "Không lưu được cài đặt vì mật khẩu hiện tại trên web không khớp.",
  "api_db_account_sessionKey_failed": "Quyền truy cập vào tài khoản người quản lý đã hết hạn, vui lòng đăng nhập lại(EAN)",
  "api_db_account_token_failed": "Mã thông báo này có thể đã hết hạn hoặc không tìm thấy, vui lòng đăng nhập lại.",
  "api_db_account_token_ok": "đã kết nối thành công với mã thông báo",
  "api_db_account_unlink_faild": "Không thành công, đăng nhập của bên thứ ba đã bị thu hồi",
  "api_db_account_unlink_ok": "Thành công, đăng nhập của bên thứ ba đã bị thu hồi",
  "api_db_account_update_ok": "Đã cập nhật tài khoản thành công",
  "api_invaild_type_login1": "Loại đăng nhập không xác định, vui lòng liên hệ với quản trị viên.",
  "api_password_notpass": "Nhập lại Mật khẩu không giống với mật khẩu ban đầu, hãy thử nhập mật khẩu cẩn thận, đảm bảo chúng giống nhau.",
  "api_ratelimit_cmd": "Mỗi lệnh chỉ có thể được thực thi sau mỗi {{limit}} giây(EAN)",
  "api_ratelimit_login_guest": "Bạn tạm thời bị chặn vì bạn đã cố đăng nhập ({{limit}}x) nhưng vẫn không thành công, bạn sẽ có thể truy cập lại sau {{phút}} phút nữa cho đến khi được đặt lại.(UTO)(EAN)",
  "api_ratelimit_login_normal": "Bạn tạm thời bị chặn vì bạn đã cố đăng nhập ({{limit}}x) nhưng vẫn không thành công, bạn sẽ có thể truy cập lại sau {{phút}} phút nữa cho đến khi được đặt lại.(UTO)(EAN)",
  "api_ratelimit_login_token": "Bạn tạm thời bị chặn vì bạn đã cố đăng nhập ({{limit}}x) nhưng vẫn không thành công, bạn sẽ có thể truy cập lại sau {{phút}} phút nữa cho đến khi được đặt lại.(EAN)",
  "api_server_login_account_notfound": "Không tìm thấy tài khoản có uid này, hãy đảm bảo bạn nhập chính xác tài khoản uid và đảm bảo rằng đó không phải là uid của người chơi, vì nó khác. bạn có thể tìm thấy tại https://ps.yuuki.me/account/home(EAN)",
  "api_server_login_accountid_empty": "Vui lòng nhập uid tài khoản của bạn",
  "api_server_login_code_empty": "Mã bạn đã nhập trống!!!, Bạn có thể tìm thấy mã này tại https://ps.yuuki.me/account/home(EAN)",
  "api_server_login_code_incorrect": "mã bạn nhập sai",
  "api_server_login_code_noset": "Để truy cập lệnh web hoặc bot vui lòng nhập mã, bạn có thể tìm thấy tại https://ps.yuuki.me/account/home (1).(EAN)",
  "api_server_login_error": "Đã xảy ra lỗi, vui lòng liên hệ với quản trị viên.",
  "api_server_login_ok": "Kết nối thành công",
  "api_web_error_unknown": "Lỗi không xác định, vui lòng liên hệ với quản trị viên",
  "bt_logout": "Đăng xuất",
  "bt_reload": "Tải lại trình phát dữ liệu",
  "command_description": "Cái này dùng để truy cập lệnh vào trong trò chơi để bạn có thể kiểm soát những gì xảy ra trong trò chơi",
  "command_keyword": "YuukiPS",
  "command_title": "Truy cập lệnh",
  "footer_disclaimer": "Tất cả tài sản thuộc về chủ sở hữu tương ứng của họ. Genshin Impact và Honkai: Star Rail là các nhãn hiệu đã đăng ký của Cognosphere Ltd. và miHoYo Co., Ltd. Trang web này không liên kết với Cognosphere hoặc miHoYo Co., Ltd. dưới bất kỳ tư cách chính thức nào. Các phần nội dung trên trang web được cung cấp bởi người dùng. Trang web này là một tác phẩm hư cấu. Tên, nhân vật, doanh nghiệp, sự kiện và sự việc là sản phẩm của trí tưởng tượng của tác giả. Bất kỳ sự giống nhau nào với các cá nhân, dù còn sống hay không, hoặc bất kỳ sự vật nào khác tồn tại trong cuộc sống thực đều có thể được coi là ngẫu nhiên. Trang web này là một trang nhại lại và được bảo vệ dưới sự sử dụng hợp lý. Người tạo ra nó mặc dù là một phần của chương trình Content Creator nhưng không sở hữu các ký tự gốc mà sử dụng chúng cho mục đích hiển thị; nếu bạn đại diện cho một tổ chức gặp vấn đề với vấn đề đó, hãy liên hệ với tôi qua bất kỳ kênh liên lạc sẵn có nào. Thông tin có trên trang web này chỉ dành cho mục đích thông tin và trang web. Chúng tôi không tuyên bố hay bảo đảm dưới bất kỳ hình thức nào, rõ ràng hay ngụ ý, về tính đầy đủ, chính xác, độ tin cậy, phù hợp hoặc sẵn có đối với trang web hoặc thông tin, sản phẩm, dịch vụ hoặc đồ họa liên quan có trên trang web cho bất kỳ mục đích nào. Do đó, bất kỳ sự phụ thuộc nào của bạn vào thông tin đó đều có nguy cơ của riêng bạn. Trang web này sử dụng dữ liệu có sẵn công khai. Chúng tôi không thử nghiệm trên động vật. Trang web này có thể chứa các liên kết đến các trang web bên ngoài không do người tạo ra nó điều hành. Người sáng tạo không chịu trách nhiệm và không có quyền kiểm soát nội dung của các trang này, ngoại trừ trường hợp anh ta thực sự làm vậy vì một lý do nào đó. Quan điểm và ý kiến ​​do chủ sở hữu trang web trình bày không nhất thiết phản ánh quan điểm và ý kiến ​​của toàn bộ chủ sở hữu trang web. Bằng cách sử dụng trang web này, bạn đồng ý sử dụng trang web này. (EAN)",
  "footer_message": "© 2023 YuukiPS.Mọi quyền được bảo lưu. ",
  "game_description_id_1": "Bắt tay vào một cuộc phiêu lưu khó quên trong thế giới quyến rũ của Genshin Impact Game, Tham gia máy chủ riêng của chúng tôi dành cho những nhà thám hiểm thực thụ và khám phá những cảnh quan rộng lớn, những hầm ngục đáng sợ và những sinh vật huyền bí. Tham gia vào các nhiệm vụ, trận chiến hoành tráng và khám phá những kho báu ẩn giấu. Tùy chỉnh nhân vật của bạn, rèn giũa ",
  "game_description_id_2": "Bắt tay vào một cuộc phiêu lưu khó quên trong thế giới quyến rũ của Star Rail Game, Tham gia máy chủ riêng của chúng tôi dành cho những nhà thám hiểm thực thụ và khám phá những cảnh quan rộng lớn, những hầm ngục đáng sợ và những sinh vật huyền bí. Tham gia vào các nhiệm vụ, trận chiến hoành tráng và khám phá những kho báu ẩn giấu. Tùy chỉnh nhân vật của bạn, rèn giũa ",
  "game_direct_bt": "Giúp tôi (EAN)",
  "game_direct_fail": "Xác minh không thành công (EAN)",
  "game_direct_info": "Chúng tôi biết mọi người đều ghét quảng cáo nhưng đây là một cách khác để chúng tôi có tiền thanh toán hóa đơn máy chủ hàng tháng ngoài <a href='/sponsor'>nhà tài trợ</a>. Chúng tôi cũng làm điều này để ngăn các công ty anime gỡ bỏ các liên kết tải xuống mà họ đã thử nhiều lần nhưng vẫn không thành công.<br><br>Một số phương pháp để lấy Liên kết trực tiếp:<br>* Nhấp vào Liên kết tải xuống -> Liên kết ngắn hoàn thành thử thách > Xong<br>* <a href='/account/login'>Đăng ký YuukiPS và đăng nhập</a> -> Quay lại trang này -> Xong<br>* Hoàn thành thử thách Captcha -> Xong<br><br >Nếu 3 phương pháp này vẫn không hiệu quả với bạn, điều đó có nghĩa là bạn thực sự (có vấn đề về kỹ năng) đang tìm kiếm liên kết.<br><br>Lưu ý:<br>* Nếu liên kết tải xuống không hoạt động hoặc chậm, vui lòng sử dụng VPN chẳng hạn như <a href='https://www.touchvpn.net/platform.html' target='blank'>TouchVpn</a> hoặc <a href='https://1.1.1.1/' target ='blank'>WARP</a>.<br>* Tất cả máy chủ YuukiPS đều được Nhà tài trợ & Quảng cáo hỗ trợ. mọi người đều có thể truy cập lệnh mà không phải trả tiền, chỉ là mỗi lệnh có giới hạn thời gian để ổn định hơn nên mọi người đều hài lòng, vì vậy nếu bạn mua tài khoản YuukiPS hoặc trả tiền để truy cập lệnh, điều đó có nghĩa là bạn đang bị lừa. hãy cẩn thận.(EAN)",
  "game_direct_ok": "Liên kết tải xuống trực tiếp bây giờ sẽ xuất hiện, bạn có thể tìm thấy nó bên dưới thông báo này.(EAN)",
  "game_keyword_id_1": "YuukiPS,Genshin Impact,Máy chủ riêng,Hack Melon",
  "game_keyword_id_2": "YuukiPS,Star Rail,Máy chủ riêng,Hack Melon",
  "game_portal_title_download": "Tải xuống trò chơi",
  "game_portal_title_gamedata": "Dữ liệu game",
  "game_portal_title_release": "Giải phóng",
  "game_portal_title_voicedata": "Dữ liệu giọng nói",
  "game_portal_update": "Có vẻ như bạn đang sử dụng phiên bản {{version}}, có thể không còn được hỗ trợ hoặc máy chủ có thể không có sẵn cho phiên bản đó. ",
  "game_title_id_1": "Chơi máy chủ riêng Genshin Impact",
  "game_title_id_2": "Chơi máy chủ riêng Star Rail",
  "game_title_soon": "Sẽ sớm có mặt...",
  "home_description": "Lười viết quá, tôi sẽ thử hỏi ChatGPT sau",
  "home_info1": "YuukiPS là miễn phí, nếu bạn mua tài khoản từ cửa hàng trực tuyến thì bạn đã bị lừa đảo, vì vậy hãy cẩn thận.",
  "home_keyword": "YuukiPS",
  "home_title": "Trang chủ",
  "ingame_join_unavailable": "Máy chủ này tạm thời không khả dụng",
  "ingame_update": "Hiện tại chưa có máy chủ nào tương thích với phiên bản {{version}} của khách hàng trò chơi.\n\n {{action}} khách hàng trò chơi của bạn để tiếp tục chơi với chúng tôi.\n\n {{recommended}}.",
  "json_comment_info_Mhypbase": "Nếu bạn đã có file 3.2.0 chưa có patch (gốc) thì có thể dùng file này cho patch và proxy cùng lúc nên bạn chỉ cần giải nén file này vào thư mục game rồi mở game lên, ừ chỉ vậy thôi, không cần một launcher hoặc proxy. (EAN)",
  "json_comment_info_RSAPatch": "Bản vá thủ công không có trình khởi chạy, Bạn cần RSAPatch cho phiên bản 1.3.0 để tham gia máy chủ riêng 3.2-3.7",
  "json_comment_info_fiddler_nopatch": "Ủy quyền trò chơi của bạn để bạn có thể kết nối với máy chủ riêng và không cần bản vá, v.v.",
  "json_comment_info_fiddler_patch": "Patch thủ công không cần launcher, ở 2.8 bạn cần có file Patch dll để có thể join server riêng nên đừng quên patch bằng RSAPatch",
  "json_comment_info_gamedata_android": "Nếu tải xuống dữ liệu trong trò chơi không thành công, vui lòng sử dụng dữ liệu này để tải xuống thủ công.",
  "json_comment_info_gamedata_pc": "Nếu bạn chưa có dữ liệu trò chơi, vui lòng tải xuống (chọn phiên bản đầy đủ nếu bạn không có phiên bản đầy đủ 4.0.0,3.8.0), hãy nhớ mỗi phiên bản không thể sử dụng trên phiên bản khác, vì vậy 3.2.0= ",
  "json_comment_info_gamedata_pc_32": "Vì mihoyo đã xóa file 3.2 khỏi máy chủ nên chỉ có link này mới tải được game client 3.2, bạn cần file này để chạy GIO 3.2 các phiên bản khác vì 4.0/4.1 sẽ không hoạt động. ",
  "json_comment_info_gamedata_pc_cn": "Tương tự như toàn cầu. ",
  "json_comment_info_gamedata_pc_oneclick": "Đây là gói đã được sửa đổi, vì vậy bạn chỉ cần tải xuống tất cả các phần sau đó giải nén tệp (GI-3.2-PC-YuukiPS.zip) ở bất cứ đâu rồi chơi bằng cách chỉ cần mở `GenshinImpact.exe` cái này không cần proxy hay bản vá ",
  "json_comment_info_launcher_cultivation": "Đây là Trình khởi chạy thay thế sửa đổi ứng dụng khách trò chơi của bạn để kết nối với máy chủ riêng ở bất cứ đâu và bao gồm hỗ trợ localhost cũng như thực hiện nhiều thứ giống như mod.",
  "json_comment_info_launcher_yuukips": "Đây là trình khởi chạy Android đã được sửa đổi để kết nối với máy chủ riêng YuukiPS, hãy tải xuống trình khởi chạy này nếu bạn muốn chơi với chúng tôi. ",
  "login_game_normal_hk4e": "Vào Genshin Impact bằng cách đăng nhập thông thường (EAN)",
  "login_game_normal_hkrpg": "Vào Star Rail bằng cách đăng nhập bình thường (EAN)",
  "login_game_token_thirdlogin_hk4e": "Đăng nhập Genshin Impact bằng mã thông báo truy cập của bên thứ ba(EAN)",
  "login_game_token_thirdlogin_hkrpg": "Đăng nhập Star Rail bằng mã thông báo truy cập của bên thứ ba(EAN)",
  "login_game_token_verify_hk4e": "Tham gia Genshin Impact bằng Token (EAN)",
  "login_game_token_verify_hkrpg": "Vào Star Rail bằng mã thông báo (EAN)",
  "login_web_normal": "Vào Web Bình Thường (EAN)",
  "sponsor_description": "Sự tài trợ của bạn sẽ góp phần tối ưu hóa hiệu suất máy chủ, đảm bảo tương tác suôn sẻ và liền mạch cho tất cả người chơi. (EAN)",
  "sponsor_keyword": "YuukiPS (EAN)",
  "sponsor_title": "Nhà tài trợ (EAN)",
  "stats_description": "Thống kê YuukiPS",
  "stats_keyword": "YuukiPS",
  "stats_title": "Số liệu thống kê",
  "text_backhome": "Trở về nhà (EAN)",
  "text_direct": "Đương dân trực tiêp (EAN)",
  "text_disclaimer": "Tuyên bố từ chối trách nhiệm (EAN)",
  "text_engine": "Động cơ (EAN)",
  "text_md5": "MD5 (EAN)",
  "text_mirror": "Gương (EAN)",
  "text_package": "Bưu kiện (EAN)",
  "text_partgame": "Tập tin phần (EAN)",
  "third_login_discord_enter_ingame": "Tham gia trò chơi với Discord (EAN)",
  "third_login_discord_enter_link": "Liên kết bất hòa (EAN)",
  "third_login_discord_enter_web": "Vào web bằng Discord (EAN)",
  "third_login_twitter_enter_ingame": "Tham gia trò chơi bằng Twitter (EAN)",
  "third_login_twitter_enter_web": "Vào Web bằng Twitter (EAN)",
  "title_ip": "Địa chỉ IP (EAN)",
  "title_stats_server": "MÁY CHỦ",
  "title_stats_tcpu": "CPU",
  "title_stats_tname": "TÊN",
  "title_stats_tonline": "TRỰC TUYẾN",
  "title_stats_tram": "ĐẬP",
  "title_time": "Thời gian (EAN)"
}