{
	"home_back": "Trở về nhà",
	"home_title": "Trang chủ",
	"home_description": "Lười viết quá, tôi sẽ thử hỏi ChatGPT sau",
	"home_keyword": "YuukiPS",
	"home_404": "Có thể bạn đang truy cập một trang không có sẵn hoặc có thể do bạn hiện đang sử dụng mạng proxy để tải xuống dữ liệu trò chơi (nếu vậy, hãy tắt nó đi trước rồi thử tải lại liên kết tải xuống)",
	"home_lead": "YuukiPS là một dịch vụ máy chủ riêng, nơi bạn có thể chơi các trò chơi khác<p>hơn máy chủ chính thức và được tự do làm bất cứ điều gì.</p>",
	"home_bt_title_command": "Truy cập lệnh",
	"home_bt_title_play": "Chơi",
	"home_bt_title_loginnreg": "Tài khoản",
	"home_bt_title_doc": "Tài liệu",
	"bt_logout": "Đăng xuất",
	"bt_reload": "Tải lại trình phát dữ liệu",
	"home_info1": "YuukiPS là miễn phí, nếu bạn mua tài khoản từ cửa hàng trực tuyến thì bạn đã bị lừa đảo, vì vậy hãy cẩn thận.",
	"announcement_title": "Thông báo",
	"announcement_description": "Thông báo này chỉ xuất hiện trong game, bạn đang tìm kiếm điều gì?",
	"announcement_keyword": "YuukiPS",
	"account_title": "Tài khoản YuukiPS",
	"account_home_title": "Người quản lý tài khoản",
	"account_home_tab_account": "Tài khoản",
	"account_home_tab_server": "Máy chủ",
	"account_home_description": "Để truy cập tài khoản người quản lý, vui lòng đăng nhập.",
	"account_home_keyword": "YuukiPS",
	"account_home_announcement_header": "Thông báo",
	"account_home_announcement_title": "Xin chào {{name}}",
	"account_home_announcement_description": "Trang này vẫn đang được phát triển nên nó sẽ được thực hiện đơn giản miễn là nó hoạt động.  {{username}} tên người dùng này.",
	"account_home_announcement_bt": "Tìm hiểu thêm",
	"account_uid_home": "Tài khoản UID",
	"account_uid_player": "Trình phát UID",
	"account_home_name": "Tên",
	"account_home_username": "tên tài khoản",
	"account_home_email": "E-mail",
	"account_home_save": "Cứu",
	"account_home_signature": "Chữ ký",
	"account_home_info_link": "Đăng nhập bên thứ ba (Tùy chọn)",
	"account_home_info_link_set": "liên kết",
	"account_home_info_link_unset": "Hủy liên kết",
	"account_home_password_web": "Mật khẩu (Trong Web)",
	"account_home_password_game": "Mật khẩu (Trong trò chơi) (Tùy chọn)",
	"account_home_password_web2": "Mật khẩu hiện tại (Trong web)",
	"account_home_password_infosave": "Để trống hoặc không thay đổi nếu không muốn thay đổi.<br>Nếu bạn không có mật khẩu hiện tại (In-Web), vui lòng để trống.",
	"account_home_nopassword_web": "Mật khẩu trống, điều này sẽ khiến tài khoản dễ bị hack, vui lòng thay đổi mật khẩu.",
	"account_home_nopassword_game": "Mật khẩu trống, Điều này sẽ ổn nếu bạn cho phép đăng nhập chỉ với ip được phép, nhưng nếu không, nó sẽ khiến mọi người dễ dàng đăng nhập vào trò chơi, sau đó xóa vật phẩm, nhiệm vụ hoặc làm xáo trộn dữ liệu người chơi của bạn.<br>Tính năng hiện không khả dụng, vì vậy vui lòng để trống mục này.",
	"account_home_ip": "Địa chỉ IP được phép trong trò chơi (IP của bạn: {{ip}}) (Lựa chọn)",
	"account_home_invaild_ip": "Để an toàn hơn, vui lòng nhập địa chỉ IP của bạn vào đây để chỉ bạn mới có thể truy cập trò chơi của mình ngay cả khi không có mật khẩu trong trò chơi.<br>(Hỗ trợ địa chỉ ip 5x: ip_house1,ip_house_2,ip_work1)",
	"account_home_code": "Code (API Access) (Bạn có thể đặt số gồm 4 chữ số để truy cập lệnh web/bot hoặc api. Nếu bạn để trống nó sẽ tắt lệnh web/bot hoặc chức năng api.)",
	"account_home_gencode": "Máy phát điện",
	"account_username": "tên tài khoản",
	"account_password": "Mật khẩu",
	"account_password_info": "Mật khẩu này được sử dụng để quản lý tài khoản dữ liệu của bạn giống như dữ liệu người chơi trên mỗi máy chủ, vì vậy đừng quên mật khẩu của bạn. ",
	"account_password_tes": "Vui lòng nhập lại mật khẩu",
	"account_email": "E-mail",
	"account_email_info": "Email này được sử dụng để đặt lại mật khẩu hoặc cập nhật tài khoản.",
	"account_login_title": "Đăng nhập",
	"account_login_description": "Đây là để đăng nhập tài khoản YuukiPS của bạn.",
	"account_login_keyword": "YuukiPS",
	"account_register_title": "Đăng ký",
	"account_register_description": "Đây là để đăng ký Tài khoản YuukiPS của bạn.",
	"account_register_keyword": "YuukiPS",
	"account_register_ok": "Bạn có thể đóng trang này bằng tên người dùng bạn đã tạo.",
	"LOGOUT_DONE": "bạn đã đăng xuất thành công",
	"LOGIN_REQUIRED": "Truy cập vào trang này yêu cầu phải đăng nhập, vui lòng đăng nhập trước.",
	"command_title": "Truy cập lệnh",
	"command_description": "Cái này dùng để truy cập lệnh vào trong trò chơi để bạn có thể kiểm soát những gì xảy ra trong trò chơi",
	"command_keyword": "YuukiPS",
	"game_title_id_1": "Chơi máy chủ riêng Genshin Impact",
	"game_description_id_1": "Bắt tay vào một cuộc phiêu lưu khó quên trong thế giới quyến rũ của Genshin Impact Game, Tham gia máy chủ riêng của chúng tôi dành cho những nhà thám hiểm thực thụ và khám phá những cảnh quan rộng lớn, những hầm ngục đáng sợ và những sinh vật huyền bí. Tham gia vào các nhiệm vụ, trận chiến hoành tráng và khám phá những kho báu ẩn giấu. Tùy chỉnh nhân vật của bạn, rèn giũa ",
	"game_keyword_id_1": "YuukiPS,Genshin Impact,Máy chủ riêng,Hack Melon",
	"game_title_id_2": "Chơi máy chủ riêng Star Rail",
	"game_description_id_2": "Bắt tay vào một cuộc phiêu lưu khó quên trong thế giới quyến rũ của Star Rail Game, Tham gia máy chủ riêng của chúng tôi dành cho những nhà thám hiểm thực thụ và khám phá những cảnh quan rộng lớn, những hầm ngục đáng sợ và những sinh vật huyền bí. Tham gia vào các nhiệm vụ, trận chiến hoành tráng và khám phá những kho báu ẩn giấu. Tùy chỉnh nhân vật của bạn, rèn giũa ",
	"game_keyword_id_2": "YuukiPS,Star Rail,Máy chủ riêng,Hack Melon",
	"game_portal_title_download": "Tải xuống trò chơi",
	"game_portal_title_release": "Giải phóng",
	"game_portal_title_gamedata": "Dữ liệu game",
	"game_portal_title_voicedata": "Dữ liệu giọng nói",
	"game_portal_update": "Có vẻ như bạn đang sử dụng phiên bản {{version}}, có thể không còn được hỗ trợ hoặc máy chủ có thể không có sẵn cho phiên bản đó. ",
	"game_portal_info": "Để truy cập máy chủ của chúng tôi, vui lòng tạo một <a href='/account/login'>Tài khoản YuukiPS</a> đây (miễn phí, không cần trả tiền).<br>Tất cả các máy chủ YuukiPS đều được Nhà tài trợ hỗ trợ<br>Đừng quên giúp đỡ chúng tôi bằng cách trở thành <a href='/sponsor'>Nhà tài trợ của chúng tôi</a> hoặc không chặn quảng cáo nên sever này luôn hoạt động!!!<br>Nếu liên kết tải xuống không hoạt động hoặc chậm, vui lòng sử dụng VPN như <a href='https://www.touchvpn.net/platform.html' target='blank'>TouchVpn</a> hoặc <a href='https://1.1.1.1/' target='blank'>LÀM CONG</a>.",
	"stats_title": "Số liệu thống kê",
	"stats_description": "Thống kê YuukiPS",
	"stats_keyword": "YuukiPS",
	"title_stats_server": "MÁY CHỦ",
	"title_stats_tname": "TÊN",
	"title_stats_tonline": "TRỰC TUYẾN",
	"title_stats_tcpu": "CPU",
	"title_stats_tram": "ĐẬP",
	"game_title_soon": "Sẽ sớm có mặt...",
	"api_db_account_login_ok": "đăng nhập thành công",
	"api_db_account_login_failed": "Không đăng nhập được, thử đăng nhập lại.",
	"api_db_account_login_notfound_link": "Đăng nhập bên thứ ba này chưa được liên kết bởi bất kỳ tài khoản nào, nếu bạn có tài khoản vui lòng đăng nhập bằng tài khoản bình thường sau đó liên kết trong trình quản lý tài khoản",
	"api_db_account_login_notfound_web": "Tài khoản chưa được đăng ký, vui lòng tạo một tài khoản!.",
	"api_db_account_login_notfound_ingame": "Tài khoản chưa được đăng ký, vui lòng đăng ký tại ps.yuuki.me",
	"api_db_account_login_notfound_expired": "Vui lòng đăng nhập lại vì thông tin đăng nhập này đã hết hạn",
	"api_db_account_registered_ok": "Tài khoản đã đăng ký thành công",
	"api_db_account_registered_failed": "Tài khoản không thể đăng ký",
	"api_db_account_link_ok": "Thành công, đã thêm đăng nhập của bên thứ ba",
	"api_db_account_link_faild": "Không thành công, đã thêm thông tin đăng nhập của bên thứ ba",
	"api_db_account_unlink_ok": "Thành công, đăng nhập của bên thứ ba đã bị thu hồi",
	"api_db_account_unlink_faild": "Không thành công, đăng nhập của bên thứ ba đã bị thu hồi",
	"api_db_account_failed0": "Cơ sở dữ liệu không kết nối được, hãy thử lại (0)",
	"api_db_account_failed1": "Cơ sở dữ liệu không kết nối được, hãy thử lại (1)",
	"api_db_account_duplication_uid_by_registered": "UID tài khoản này đã được sử dụng, hãy thử tạo một tài khoản bằng UID khác",
	"api_db_account_duplication_by_registered": "Không thể đăng ký tài khoản vì tên người dùng hoặc email đã bị lấy",
	"api_db_account_token_failed": "Mã thông báo này có thể đã hết hạn hoặc không tìm thấy, vui lòng đăng nhập lại.",
	"api_db_account_token_ok": "đã kết nối thành công với mã thông báo",
	"api_db_account_password_wrong": "Mật khẩu sai.",
	"api_db_account_password_none": "Mật khẩu trống, phải điền.",
	"api_db_account_password_none_web": "Mật khẩu để truy cập Trình quản lý tài khoản (Web) trống, vui lòng điền vào vì đây là thông tin quan trọng.",
	"api_db_account_password_invaild_web": "Mật khẩu cho Trình quản lý tài khoản (Web) không hợp lệ",
	"api_db_account_email_none": "tại sao email lại trống?",
	"api_db_account_email_invaild": "Email không hợp lệ, hãy đảm bảo email chính xác vì quan trọng là phải sử dụng tính năng quên mật khẩu",
	"api_db_account_email_duplication": "Email này đã được sử dụng trong tài khoản khác, vui lòng sử dụng tài khoản khác.",
	"api_db_account_invalid_ip_list": "Danh sách IP không hợp lệ.",
	"api_db_account_registered_noemail": "Đăng ký không thành công vì không có email.",
	"api_db_account_registered_nopassword": "Đăng ký không thành công vì không có mật khẩu.",
	"api_db_account_registered_password": "Mật khẩu chỉ có thể có tối thiểu 3 và tối đa 50 chữ cái",
	"api_db_account_iplock": "Tài khoản này chỉ có thể được truy cập bởi một số ip nhất định, nếu bạn là chủ sở hữu của tài khoản này, vui lòng cập nhật.",
	"api_db_account_update_ok": "Đã cập nhật tài khoản thành công",
	"api_db_account_save_failed_by_wrongpassword": "Không lưu được cài đặt vì mật khẩu hiện tại trên web không khớp.",
	"api_db_account_passwordingame_unavailable": "Tính năng này chưa khả dụng để thêm mật khẩu trong trò chơi",
	"api_db_account_name_none": "Tên không thể trống",
	"api_invaild_type_login1": "Loại đăng nhập không xác định, vui lòng liên hệ với quản trị viên.",
	"api_check_username_invaild": "Tên người dùng chỉ có thể có tối thiểu 3 và 50 chữ cái và không được có ký tự đặc biệt hoặc sử dụng định dạng email",
	"api_captcha_failed": "Captcha bạn nhập không chính xác hoặc chưa được giải quyết",
	"api_password_notpass": "Nhập lại Mật khẩu không giống với mật khẩu ban đầu, hãy thử nhập mật khẩu cẩn thận, đảm bảo chúng giống nhau.",
	"api_web_error_unknown": "Lỗi không xác định, vui lòng liên hệ với quản trị viên",
	"api_server_login_accountid_empty": "Vui lòng nhập uid tài khoản của bạn",
	"api_server_login_code_empty": "Vui lòng nhập mã truy cập của bạn, Bạn có thể tìm thấy nó tại https://ps.yuuki.me/account/home",
	"api_server_login_account_notfound": "Không tìm thấy tài khoản có uid này, hãy đảm bảo bạn nhập chính xác uid của tài khoản và đảm bảo đó không phải là uid của người chơi, vì nó khác. ",
	"api_server_login_code_noset": "Để truy cập lệnh web hoặc bot vui lòng nhập mã, bạn có thể tìm thấy nó tại https://ps.yuuki.me/account/home",
	"api_server_login_code_incorrect": "mã bạn nhập sai",
	"api_server_login_ok": "Kết nối thành công",
	"api_server_login_error": "Đã xảy ra lỗi, vui lòng liên hệ với quản trị viên.",
	"ingame_update": "Hiện tại chưa có máy chủ nào tương thích với phiên bản {{version}} của khách hàng trò chơi.\n\n {{action}} khách hàng trò chơi của bạn để tiếp tục chơi với chúng tôi.\n\n {{recommended}}.",
	"ingame_join_unavailable": "Máy chủ này tạm thời không khả dụng",
	"footer_message": "© 2023 YuukiPS.Mọi quyền được bảo lưu. ",
	"json_comment_info_launcher_yuukips": "Đây là trình khởi chạy Android đã được sửa đổi để kết nối với máy chủ riêng YuukiPS, hãy tải xuống trình khởi chạy này nếu bạn muốn chơi với chúng tôi. ",
	"json_comment_info_launcher_yuukips_video": "Đây là hướng dẫn chính thức để kết nối YuukiPS với YuukiPS Launcher",
	"json_comment_info_launcher_cultivation": "Đây là Trình khởi chạy thay thế sửa đổi ứng dụng khách trò chơi của bạn để kết nối với máy chủ riêng ở bất cứ đâu và bao gồm hỗ trợ localhost cũng như thực hiện nhiều thứ giống như mod.",
	"json_comment_info_fiddler_patch": "Patch thủ công không cần launcher, ở 2.8 bạn cần có file Patch dll để có thể join server riêng nên đừng quên patch bằng RSAPatch",
	"json_comment_info_fiddler_nopatch": "Ủy quyền trò chơi của bạn để bạn có thể kết nối với máy chủ riêng và không cần bản vá, v.v.",
	"json_comment_info_RSAPatch": "Bản vá thủ công không có trình khởi chạy, Bạn cần RSAPatch cho phiên bản 1.3.0 để tham gia máy chủ riêng 3.2-3.7",
	"json_comment_info_launcher_cn": "Trình khởi chạy thay thế cho bản vá trò chơi anime để hỗ trợ kết nối với Máy chủ riêng khác hoặc localhost",
	"json_comment_info_launcher_tutorial_en": "Nếu bạn hiểu tiếng Anh tốt hơn, hãy đọc tài liệu phiên bản không chính thức",
	"json_comment_info_launcher_tutorial_cn": "Nếu bạn là người Trung Quốc, bạn có thể làm theo hướng dẫn chính thức tại đây.",
	"json_comment_info_gamedata_pc": "Nếu bạn chưa có dữ liệu trò chơi, vui lòng tải xuống (chọn phiên bản đầy đủ nếu bạn không có phiên bản đầy đủ 4.0.0,3.8.0), hãy nhớ mỗi phiên bản không thể sử dụng trên phiên bản khác, vì vậy 3.2.0= ",
	"json_comment_info_gamedata_pc_cn": "Tương tự như toàn cầu. ",
	"json_comment_info_gamedata_pc_oneclick": "Đây là gói đã được sửa đổi, vì vậy bạn chỉ cần tải xuống tất cả các phần sau đó giải nén tệp (GI-3.2-PC-YuukiPS.zip) ở bất cứ đâu rồi chơi bằng cách chỉ cần mở `GenshinImpact.exe` cái này không cần proxy hay bản vá ",
	"json_comment_info_gamedata_pc_32": "Vì mihoyo đã xóa file 3.2 khỏi máy chủ nên chỉ có link này mới tải được game client 3.2, bạn cần file này để chạy GIO 3.2 các phiên bản khác vì 4.0/4.1 sẽ không hoạt động. ",
	"json_comment_info_gamedata_android": "Nếu tải xuống dữ liệu trong trò chơi không thành công, vui lòng sử dụng dữ liệu này để tải xuống thủ công."
}
